{"Cats":[{"id":1,"name":"الأوراد القرآنية"},{"id":2,"name":"الإمام أبي الحسن الشاذلي"},{"id":3,"name":"الإمام محمد زكي إبراهيم"},{"id":4,"name":"الأوراد الشاذلية المأثورة"},{"id":5,"name":"اوراد ابي المكارم الشاذلي","is_private":true}],"Content":[{"about":"","details":[{"details":"بِسۡمِ اللَّهِ الرَحۡمَـٰنُ الرَّحِيمِ","type":1},{"details":"ٱلۡحَمۡدُ لِلَّهِ ٱلَّذِيٓ أَنزَلَ عَلَىٰ عَبۡدِهِ ٱلۡكِتَٰبَ وَلَمۡ يَجۡعَل لَّهُۥ عِوَجَاۜ ١ قَيِّمٗا لِّيُنذِرَ بَأۡسٗا شَدِيدٗا مِّن لَّدُنۡهُ وَيُبَشِّرَ ٱلۡمُؤۡمِنِينَ ٱلَّذِينَ يَعۡمَلُونَ ٱلصَّٰلِحَٰتِ أَنَّ لَهُمۡ أَجۡرًا حَسَنٗا ٢ مَّٰكِثِينَ فِيهِ أَبَدٗا ٣ وَيُنذِرَ ٱلَّذِينَ قَالُواْ ٱتَّخَذَ ٱللَّهُ وَلَدٗا ٤ مَّا لَهُم بِهِۦ مِنۡ عِلۡمٖ وَلَا لِأٓبَآئِهِمۡۚ كَبُرَتۡ كَلِمَةٗ تَخۡرُجُ مِنۡ أَفۡوَٰهِهِمۡۚ إِن يَقُولُونَ إِلَّا كَذِبٗا ٥ فَلَعَلَّكَ بَٰخِعٞ نَّفۡسَكَ عَلَىٰٓ ءَاثَٰرِهِمۡ إِن لَّمۡ يُؤۡمِنُواْ بِهَٰذَا ٱلۡحَدِيثِ أَسَفًا ٦ إِنَّا جَعَلۡنَا مَا عَلَى ٱلۡأَرۡضِ زِينَةٗ لَّهَا لِنَبۡلُوَهُمۡ أَيُّهُمۡ أَحۡسَنُ عَمَلٗا ٧ وَإِنَّا لَجَٰعِلُونَ مَا عَلَيۡهَا صَعِيدٗا جُرُزًا ٨ أَمۡ حَسِبۡتَ أَنَّ أَصۡحَٰبَ ٱلۡكَهۡفِ وَٱلرَّقِيمِ كَانُواْ مِنۡ ءَايَٰتِنَا عَجَبًا ٩ إِذۡ أَوَى ٱلۡفِتۡيَةُ إِلَى ٱلۡكَهۡفِ فَقَالُواْ رَبَّنَآ ءَاتِنَا مِن لَّدُنكَ رَحۡمَةٗ وَهَيِّئۡ لَنَا مِنۡ أَمۡرِنَا رَشَدٗا ١٠ فَضَرَبۡنَا عَلَىٰٓ ءَاذَانِهِمۡ فِي ٱلۡكَهۡفِ سِنِينَ عَدَدٗا ١١ ثُمَّ بَعَثۡنَٰهُمۡ لِنَعۡلَمَ أَيُّ ٱلۡحِزۡبَيۡنِ أَحۡصَىٰ لِمَا لَبِثُوٓاْ أَمَدٗا ١٢ نَّحۡنُ نَقُصُّ عَلَيۡكَ نَبَأَهُم بِٱلۡحَقِّۚ إِنَّهُمۡ فِتۡيَةٌ ءَامَنُواْ بِرَبِّهِمۡ وَزِدۡنَٰهُمۡ هُدٗى ١٣ وَرَبَطۡنَا عَلَىٰ قُلُوبِهِمۡ إِذۡ قَامُواْ فَقَالُواْ رَبُّنَا رَبُّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ لَن نَّدۡعُوَاْ مِن دُونِهِۦٓ إِلَٰهٗاۖ لَّقَدۡ قُلۡنَآ إِذٗا شَطَطًا ١٤ هَٰٓؤُلَآءِ قَوۡمُنَا ٱتَّخَذُواْ مِن دُونِهِۦٓ ءَالِهَةٗۖ لَّوۡلَا يَأۡتُونَ عَلَيۡهِم بِسُلۡطَٰنٍ بَيِّنٖۖ فَمَنۡ أَظۡلَمُ مِمَّنِ ٱفۡتَرَىٰ عَلَى ٱللَّهِ كَذِبٗا ١٥ وَإِذِ ٱعۡتَزَلۡتُمُوهُمۡ وَمَا يَعۡبُدُونَ إِلَّا ٱللَّهَ فَأۡوُۥٓاْ إِلَى ٱلۡكَهۡفِ يَنشُرۡ لَكُمۡ رَبُّكُم مِّن رَّحۡمَتِهِۦ وَيُهَيِّئۡ لَكُم مِّنۡ أَمۡرِكُم مِّرۡفَقٗا ١٦ ۞وَتَرَى ٱلشَّمۡسَ إِذَا طَلَعَت تَّزَٰوَرُ عَن كَهۡفِهِمۡ ذَاتَ ٱلۡيَمِينِ وَإِذَا غَرَبَت تَّقۡرِضُهُمۡ ذَاتَ ٱلشِّمَالِ وَهُمۡ فِي فَجۡوَةٖ مِّنۡهُۚ ذَٰلِكَ مِنۡ ءَايَٰتِ ٱللَّهِۗ مَن يَهۡدِ ٱللَّهُ فَهُوَ ٱلۡمُهۡتَدِۖ وَمَن يُضۡلِلۡ فَلَن تَجِدَ لَهُۥ وَلِيّٗا مُّرۡشِدٗا ١٧ وَتَحۡسَبُهُمۡ أَيۡقَاظٗا وَهُمۡ رُقُودٞۚ وَنُقَلِّبُهُمۡ ذَاتَ ٱلۡيَمِينِ وَذَاتَ ٱلشِّمَالِۖ وَكَلۡبُهُم بَٰسِطٞ ذِرَاعَيۡهِ بِٱلۡوَصِيدِۚ لَوِ ٱطَّلَعۡتَ عَلَيۡهِمۡ لَوَلَّيۡتَ مِنۡهُمۡ فِرَارٗا وَلَمُلِئۡتَ مِنۡهُمۡ رُعۡبٗا ١٨ وَكَذَٰلِكَ بَعَثۡنَٰهُمۡ لِيَتَسَآءَلُواْ بَيۡنَهُمۡۚ قَالَ قَآئِلٞ مِّنۡهُمۡ كَمۡ لَبِثۡتُمۡۖ قَالُواْ لَبِثۡنَا يَوۡمًا أَوۡ بَعۡضَ يَوۡمٖۚ قَالُواْ رَبُّكُمۡ أَعۡلَمُ بِمَا لَبِثۡتُمۡ فَٱبۡعَثُوٓاْ أَحَدَكُم بِوَرِقِكُمۡ هَٰذِهِۦٓ إِلَى ٱلۡمَدِينَةِ فَلۡيَنظُرۡ أَيُّهَآ أَزۡكَىٰ طَعَامٗا فَلۡيَأۡتِكُم بِرِزۡقٖ مِّنۡهُ وَلۡيَتَلَطَّفۡ وَلَا يُشۡعِرَنَّ بِكُمۡ أَحَدًا ١٩ إِنَّهُمۡ إِن يَظۡهَرُواْ عَلَيۡكُمۡ يَرۡجُمُوكُمۡ أَوۡ يُعِيدُوكُمۡ فِي مِلَّتِهِمۡ وَلَن تُفۡلِحُوٓاْ إِذًا أَبَدٗا ٢٠ وَكَذَٰلِكَ أَعۡثَرۡنَا عَلَيۡهِمۡ لِيَعۡلَمُوٓاْ أَنَّ وَعۡدَ ٱللَّهِ حَقّٞ وَأَنَّ ٱلسَّاعَةَ لَا رَيۡبَ فِيهَآ إِذۡ يَتَنَٰزَعُونَ بَيۡنَهُمۡ أَمۡرَهُمۡۖ فَقَالُواْ ٱبۡنُواْ عَلَيۡهِم بُنۡيَٰنٗاۖ رَّبُّهُمۡ أَعۡلَمُ بِهِمۡۚ قَالَ ٱلَّذِينَ غَلَبُواْ عَلَىٰٓ أَمۡرِهِمۡ لَنَتَّخِذَنَّ عَلَيۡهِم مَّسۡجِدٗا ٢١ سَيَقُولُونَ ثَلَٰثَةٞ رَّابِعُهُمۡ كَلۡبُهُمۡ وَيَقُولُونَ خَمۡسَةٞ سَادِسُهُمۡ كَلۡبُهُمۡ رَجۡمَۢا بِٱلۡغَيۡبِۖ وَيَقُولُونَ سَبۡعَةٞ وَثَامِنُهُمۡ كَلۡبُهُمۡۚ قُل رَّبِّيٓ أَعۡلَمُ بِعِدَّتِهِم مَّا يَعۡلَمُهُمۡ إِلَّا قَلِيلٞۗ فَلَا تُمَارِ فِيهِمۡ إِلَّا مِرَآءٗ ظَٰهِرٗا وَلَا تَسۡتَفۡتِ فِيهِم مِّنۡهُمۡ أَحَدٗا ٢٢ وَلَا تَقُولَنَّ لِشَاْيۡءٍ إِنِّي فَاعِلٞ ذَٰلِكَ غَدًا ٢٣ إِلَّآ أَن يَشَآءَ ٱللَّهُۚ وَٱذۡكُر رَّبَّكَ إِذَا نَسِيتَ وَقُلۡ عَسَىٰٓ أَن يَهۡدِيَنِ رَبِّي لِأَقۡرَبَ مِنۡ هَٰذَا رَشَدٗا ٢٤ وَلَبِثُواْ فِي كَهۡفِهِمۡ ثَلَٰثَ مِاْئَةٖ سِنِينَ وَٱزۡدَادُواْ تِسۡعٗا ٢٥ قُلِ ٱللَّهُ أَعۡلَمُ بِمَا لَبِثُواْۖ لَهُۥ غَيۡبُ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۖ أَبۡصِرۡ بِهِۦ وَأَسۡمِعۡۚ مَا لَهُم مِّن دُونِهِۦ مِن وَلِيّٖ وَلَا يُشۡرِكُ فِي حُكۡمِهِۦٓ أَحَدٗا ٢٦ وَٱتۡلُ مَآ أُوحِيَ إِلَيۡكَ مِن كِتَابِ رَبِّكَۖ لَا مُبَدِّلَ لِكَلِمَٰتِهِۦ وَلَن تَجِدَ مِن دُونِهِۦ مُلۡتَحَدٗا ٢٧ وَٱصۡبِرۡ نَفۡسَكَ مَعَ ٱلَّذِينَ يَدۡعُونَ رَبَّهُم بِٱلۡغَدَوٰةِ وَٱلۡعَشِيِّ يُرِيدُونَ وَجۡهَهُۥۖ وَلَا تَعۡدُ عَيۡنَاكَ عَنۡهُمۡ تُرِيدُ زِينَةَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَلَا تُطِعۡ مَنۡ أَغۡفَلۡنَا قَلۡبَهُۥ عَن ذِكۡرِنَا وَٱتَّبَعَ هَوَىٰهُ وَكَانَ أَمۡرُهُۥ فُرُطٗا ٢٨ وَقُلِ ٱلۡحَقُّ مِن رَّبِّكُمۡۖ فَمَن شَآءَ فَلۡيُؤۡمِن وَمَن شَآءَ فَلۡيَكۡفُرۡۚ إِنَّآ أَعۡتَدۡنَا لِلظَّٰلِمِينَ نَارًا أَحَاطَ بِهِمۡ سُرَادِقُهَاۚ وَإِن يَسۡتَغِيثُواْ يُغَاثُواْ بِمَآءٖ كَٱلۡمُهۡلِ يَشۡوِي ٱلۡوُجُوهَۚ بِئۡسَ ٱلشَّرَابُ وَسَآءَتۡ مُرۡتَفَقًا ٢٩ إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ إِنَّا لَا نُضِيعُ أَجۡرَ مَنۡ أَحۡسَنَ عَمَلًا ٣٠ أُوْلَٰٓئِكَ لَهُمۡ جَنَّٰتُ عَدۡنٖ تَجۡرِي مِن تَحۡتِهِمُ ٱلۡأَنۡهَٰرُ يُحَلَّوۡنَ فِيهَا مِنۡ أَسَاوِرَ مِن ذَهَبٖ وَيَلۡبَسُونَ ثِيَابًا خُضۡرٗا مِّن سُندُسٖ وَإِسۡتَبۡرَقٖ مُّتَّكِـِٔينَ فِيهَا عَلَى ٱلۡأَرَآئِكِۚ نِعۡمَ ٱلثَّوَابُ وَحَسُنَتۡ مُرۡتَفَقٗا ٣١ ۞وَٱضۡرِبۡ لَهُم مَّثَلٗا رَّجُلَيۡنِ جَعَلۡنَا لِأَحَدِهِمَا جَنَّتَيۡنِ مِنۡ أَعۡنَٰبٖ وَحَفَفۡنَٰهُمَا بِنَخۡلٖ وَجَعَلۡنَا بَيۡنَهُمَا زَرۡعٗا ٣٢ كِلۡتَا ٱلۡجَنَّتَيۡنِ ءَاتَتۡ أُكُلَهَا وَلَمۡ تَظۡلِم مِّنۡهُ شَيۡـٔٗاۚ وَفَجَّرۡنَا خِلَٰلَهُمَا نَهَرٗا ٣٣ وَكَانَ لَهُۥ ثَمَرٞ فَقَالَ لِصَٰحِبِهِۦ وَهُوَ يُحَاوِرُهُۥٓ أَنَا۠ أَكۡثَرُ مِنكَ مَالٗا وَأَعَزُّ نَفَرٗا ٣٤ وَدَخَلَ جَنَّتَهُۥ وَهُوَ ظَالِمٞ لِّنَفۡسِهِۦ قَالَ مَآ أَظُنُّ أَن تَبِيدَ هَٰذِهِۦٓ أَبَدٗا ٣٥ وَمَآ أَظُنُّ ٱلسَّاعَةَ قَآئِمَةٗ وَلَئِن رُّدِدتُّ إِلَىٰ رَبِّي لَأَجِدَنَّ خَيۡرٗا مِّنۡهَا مُنقَلَبٗا ٣٦ قَالَ لَهُۥ صَاحِبُهُۥ وَهُوَ يُحَاوِرُهُۥٓ أَكَفَرۡتَ بِٱلَّذِي خَلَقَكَ مِن تُرَابٖ ثُمَّ مِن نُّطۡفَةٖ ثُمَّ سَوَّىٰكَ رَجُلٗا ٣٧ لَّٰكِنَّا۠ هُوَ ٱللَّهُ رَبِّي وَلَآ أُشۡرِكُ بِرَبِّيٓ أَحَدٗا ٣٨ وَلَوۡلَآ إِذۡ دَخَلۡتَ جَنَّتَكَ قُلۡتَ مَا شَآءَ ٱللَّهُ لَا قُوَّةَ إِلَّا بِٱللَّهِۚ إِن تَرَنِ أَنَا۠ أَقَلَّ مِنكَ مَالٗا وَوَلَدٗا ٣٩ فَعَسَىٰ رَبِّيٓ أَن يُؤۡتِيَنِ خَيۡرٗا مِّن جَنَّتِكَ وَيُرۡسِلَ عَلَيۡهَا حُسۡبَانٗا مِّنَ ٱلسَّمَآءِ فَتُصۡبِحَ صَعِيدٗا زَلَقًا ٤٠ أَوۡ يُصۡبِحَ مَآؤُهَا غَوۡرٗا فَلَن تَسۡتَطِيعَ لَهُۥ طَلَبٗا ٤١ وَأُحِيطَ بِثَمَرِهِۦ فَأَصۡبَحَ يُقَلِّبُ كَفَّيۡهِ عَلَىٰ مَآ أَنفَقَ فِيهَا وَهِيَ خَاوِيَةٌ عَلَىٰ عُرُوشِهَا وَيَقُولُ يَٰلَيۡتَنِي لَمۡ أُشۡرِكۡ بِرَبِّيٓ أَحَدٗا ٤٢ وَلَمۡ تَكُن لَّهُۥ فِئَةٞ يَنصُرُونَهُۥ مِن دُونِ ٱللَّهِ وَمَا كَانَ مُنتَصِرًا ٤٣ هُنَالِكَ ٱلۡوَلَٰيَةُ لِلَّهِ ٱلۡحَقِّۚ هُوَ خَيۡرٞ ثَوَابٗا وَخَيۡرٌ عُقۡبٗا ٤٤ وَٱضۡرِبۡ لَهُم مَّثَلَ ٱلۡحَيَوٰةِ ٱلدُّنۡيَا كَمَآءٍ أَنزَلۡنَٰهُ مِنَ ٱلسَّمَآءِ فَٱخۡتَلَطَ بِهِۦ نَبَاتُ ٱلۡأَرۡضِ فَأَصۡبَحَ هَشِيمٗا تَذۡرُوهُ ٱلرِّيَٰحُۗ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ مُّقۡتَدِرًا ٤٥ ٱلۡمَالُ وَٱلۡبَنُونَ زِينَةُ ٱلۡحَيَوٰةِ ٱلدُّنۡيَاۖ وَٱلۡبَٰقِيَٰتُ ٱلصَّٰلِحَٰتُ خَيۡرٌ عِندَ رَبِّكَ ثَوَابٗا وَخَيۡرٌ أَمَلٗا ٤٦ وَيَوۡمَ نُسَيِّرُ ٱلۡجِبَالَ وَتَرَى ٱلۡأَرۡضَ بَارِزَةٗ وَحَشَرۡنَٰهُمۡ فَلَمۡ نُغَادِرۡ مِنۡهُمۡ أَحَدٗا ٤٧ وَعُرِضُواْ عَلَىٰ رَبِّكَ صَفّٗا لَّقَدۡ جِئۡتُمُونَا كَمَا خَلَقۡنَٰكُمۡ أَوَّلَ مَرَّةٍۚ بَلۡ زَعَمۡتُمۡ أَلَّن نَّجۡعَلَ لَكُم مَّوۡعِدٗا ٤٨ وَوُضِعَ ٱلۡكِتَٰبُ فَتَرَى ٱلۡمُجۡرِمِينَ مُشۡفِقِينَ مِمَّا فِيهِ وَيَقُولُونَ يَٰوَيۡلَتَنَا مَالِ هَٰذَا ٱلۡكِتَٰبِ لَا يُغَادِرُ صَغِيرَةٗ وَلَا كَبِيرَةً إِلَّآ أَحۡصَىٰهَاۚ وَوَجَدُواْ مَا عَمِلُواْ حَاضِرٗاۗ وَلَا يَظۡلِمُ رَبُّكَ أَحَدٗا ٤٩ وَإِذۡ قُلۡنَا لِلۡمَلَٰٓئِكَةِ ٱسۡجُدُواْ لِأٓدَمَ فَسَجَدُوٓاْ إِلَّآ إِبۡلِيسَ كَانَ مِنَ ٱلۡجِنِّ فَفَسَقَ عَنۡ أَمۡرِ رَبِّهِۦٓۗ أَفَتَتَّخِذُونَهُۥ وَذُرِّيَّتَهُۥٓ أَوۡلِيَآءَ مِن دُونِي وَهُمۡ لَكُمۡ عَدُوُّۢۚ بِئۡسَ لِلظَّٰلِمِينَ بَدَلٗا ٥٠ ۞مَّآ أَشۡهَدتُّهُمۡ خَلۡقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَلَا خَلۡقَ أَنفُسِهِمۡ وَمَا كُنتُ مُتَّخِذَ ٱلۡمُضِلِّينَ عَضُدٗا ٥١ وَيَوۡمَ يَقُولُ نَادُواْ شُرَكَآءِيَ ٱلَّذِينَ زَعَمۡتُمۡ فَدَعَوۡهُمۡ فَلَمۡ يَسۡتَجِيبُواْ لَهُمۡ وَجَعَلۡنَا بَيۡنَهُم مَّوۡبِقٗا ٥٢ وَرَءَا ٱلۡمُجۡرِمُونَ ٱلنَّارَ فَظَنُّوٓاْ أَنَّهُم مُّوَاقِعُوهَا وَلَمۡ يَجِدُواْ عَنۡهَا مَصۡرِفٗا ٥٣ وَلَقَدۡ صَرَّفۡنَا فِي هَٰذَا ٱلۡقُرۡءَانِ لِلنَّاسِ مِن كُلِّ مَثَلٖۚ وَكَانَ ٱلۡإِنسَٰنُ أَكۡثَرَ شَيۡءٖ جَدَلٗا ٥٤ وَمَا مَنَعَ ٱلنَّاسَ أَن يُؤۡمِنُوٓاْ إِذۡ جَآءَهُمُ ٱلۡهُدَىٰ وَيَسۡتَغۡفِرُواْ رَبَّهُمۡ إِلَّآ أَن تَأۡتِيَهُمۡ سُنَّةُ ٱلۡأَوَّلِينَ أَوۡ يَأۡتِيَهُمُ ٱلۡعَذَابُ قُبُلٗا ٥٥ وَمَا نُرۡسِلُ ٱلۡمُرۡسَلِينَ إِلَّا مُبَشِّرِينَ وَمُنذِرِينَۚ وَيُجَٰدِلُ ٱلَّذِينَ كَفَرُواْ بِٱلۡبَٰطِلِ لِيُدۡحِضُواْ بِهِ ٱلۡحَقَّۖ وَٱتَّخَذُوٓاْ ءَايَٰتِي وَمَآ أُنذِرُواْ هُزُوٗا ٥٦ وَمَنۡ أَظۡلَمُ مِمَّن ذُكِّرَ بِـَٔايَٰتِ رَبِّهِۦ فَأَعۡرَضَ عَنۡهَا وَنَسِيَ مَا قَدَّمَتۡ يَدَاهُۚ إِنَّا جَعَلۡنَا عَلَىٰ قُلُوبِهِمۡ أَكِنَّةً أَن يَفۡقَهُوهُ وَفِيٓ ءَاذَانِهِمۡ وَقۡرٗاۖ وَإِن تَدۡعُهُمۡ إِلَى ٱلۡهُدَىٰ فَلَن يَهۡتَدُوٓاْ إِذًا أَبَدٗا ٥٧ وَرَبُّكَ ٱلۡغَفُورُ ذُو ٱلرَّحۡمَةِۖ لَوۡ يُؤَاخِذُهُم بِمَا كَسَبُواْ لَعَجَّلَ لَهُمُ ٱلۡعَذَابَۚ بَل لَّهُم مَّوۡعِدٞ لَّن يَجِدُواْ مِن دُونِهِۦ مَوۡئِلٗا ٥٨ وَتِلۡكَ ٱلۡقُرَىٰٓ أَهۡلَكۡنَٰهُمۡ لَمَّا ظَلَمُواْ وَجَعَلۡنَا لِمَهۡلِكِهِم مَّوۡعِدٗا ٥٩ وَإِذۡ قَالَ مُوسَىٰ لِفَتَىٰهُ لَآ أَبۡرَحُ حَتَّىٰٓ أَبۡلُغَ مَجۡمَعَ ٱلۡبَحۡرَيۡنِ أَوۡ أَمۡضِيَ حُقُبٗا ٦٠ فَلَمَّا بَلَغَا مَجۡمَعَ بَيۡنِهِمَا نَسِيَا حُوتَهُمَا فَٱتَّخَذَ سَبِيلَهُۥ فِي ٱلۡبَحۡرِ سَرَبٗا ٦١ فَلَمَّا جَاوَزَا قَالَ لِفَتَىٰهُ ءَاتِنَا غَدَآءَنَا لَقَدۡ لَقِينَا مِن سَفَرِنَا هَٰذَا نَصَبٗا ٦٢ قَالَ أَرَءَيۡتَ إِذۡ أَوَيۡنَآ إِلَى ٱلصَّخۡرَةِ فَإِنِّي نَسِيتُ ٱلۡحُوتَ وَمَآ أَنسَىٰنِيهُ إِلَّا ٱلشَّيۡطَٰنُ أَنۡ أَذۡكُرَهُۥۚ وَٱتَّخَذَ سَبِيلَهُۥ فِي ٱلۡبَحۡرِ عَجَبٗا ٦٣ قَالَ ذَٰلِكَ مَا كُنَّا نَبۡغِۚ فَٱرۡتَدَّا عَلَىٰٓ ءَاثَارِهِمَا قَصَصٗا ٦٤ فَوَجَدَا عَبۡدٗا مِّنۡ عِبَادِنَآ ءَاتَيۡنَٰهُ رَحۡمَةٗ مِّنۡ عِندِنَا وَعَلَّمۡنَٰهُ مِن لَّدُنَّا عِلۡمٗا ٦٥ قَالَ لَهُۥ مُوسَىٰ هَلۡ أَتَّبِعُكَ عَلَىٰٓ أَن تُعَلِّمَنِ مِمَّا عُلِّمۡتَ رُشۡدٗا ٦٦ قَالَ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا ٦٧ وَكَيۡفَ تَصۡبِرُ عَلَىٰ مَا لَمۡ تُحِطۡ بِهِۦ خُبۡرٗا ٦٨ قَالَ سَتَجِدُنِيٓ إِن شَآءَ ٱللَّهُ صَابِرٗا وَلَآ أَعۡصِي لَكَ أَمۡرٗا ٦٩ قَالَ فَإِنِ ٱتَّبَعۡتَنِي فَلَا تَسۡـَٔلۡنِي عَن شَيۡءٍ حَتَّىٰٓ أُحۡدِثَ لَكَ مِنۡهُ ذِكۡرٗا ٧٠ فَٱنطَلَقَا حَتَّىٰٓ إِذَا رَكِبَا فِي ٱلسَّفِينَةِ خَرَقَهَاۖ قَالَ أَخَرَقۡتَهَا لِتُغۡرِقَ أَهۡلَهَا لَقَدۡ جِئۡتَ شَيۡـًٔا إِمۡرٗا ٧١ قَالَ أَلَمۡ أَقُلۡ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا ٧٢ قَالَ لَا تُؤَاخِذۡنِي بِمَا نَسِيتُ وَلَا تُرۡهِقۡنِي مِنۡ أَمۡرِي عُسۡرٗا ٧٣ فَٱنطَلَقَا حَتَّىٰٓ إِذَا لَقِيَا غُلَٰمٗا فَقَتَلَهُۥ قَالَ أَقَتَلۡتَ نَفۡسٗا زَكِيَّةَۢ بِغَيۡرِ نَفۡسٖ لَّقَدۡ جِئۡتَ شَيۡـٔٗا نُّكۡرٗا ٧٤ ۞قَالَ أَلَمۡ أَقُل لَّكَ إِنَّكَ لَن تَسۡتَطِيعَ مَعِيَ صَبۡرٗا ٧٥ قَالَ إِن سَأَلۡتُكَ عَن شَيۡءِۭ بَعۡدَهَا فَلَا تُصَٰحِبۡنِيۖ قَدۡ بَلَغۡتَ مِن لَّدُنِّي عُذۡرٗا ٧٦ فَٱنطَلَقَا حَتَّىٰٓ إِذَآ أَتَيَآ أَهۡلَ قَرۡيَةٍ ٱسۡتَطۡعَمَآ أَهۡلَهَا فَأَبَوۡاْ أَن يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارٗا يُرِيدُ أَن يَنقَضَّ فَأَقَامَهُۥۖ قَالَ لَوۡ شِئۡتَ لَتَّخَذۡتَ عَلَيۡهِ أَجۡرٗا ٧٧ قَالَ هَٰذَا فِرَاقُ بَيۡنِي وَبَيۡنِكَۚ سَأُنَبِّئُكَ بِتَأۡوِيلِ مَا لَمۡ تَسۡتَطِع عَّلَيۡهِ صَبۡرًا ٧٨ أَمَّا ٱلسَّفِينَةُ فَكَانَتۡ لِمَسَٰكِينَ يَعۡمَلُونَ فِي ٱلۡبَحۡرِ فَأَرَدتُّ أَنۡ أَعِيبَهَا وَكَانَ وَرَآءَهُم مَّلِكٞ يَأۡخُذُ كُلَّ سَفِينَةٍ غَصۡبٗا ٧٩ وَأَمَّا ٱلۡغُلَٰمُ فَكَانَ أَبَوَاهُ مُؤۡمِنَيۡنِ فَخَشِينَآ أَن يُرۡهِقَهُمَا طُغۡيَٰنٗا وَكُفۡرٗا ٨٠ فَأَرَدۡنَآ أَن يُبۡدِلَهُمَا رَبُّهُمَا خَيۡرٗا مِّنۡهُ زَكَوٰةٗ وَأَقۡرَبَ رُحۡمٗا ٨١ وَأَمَّا ٱلۡجِدَارُ فَكَانَ لِغُلَٰمَيۡنِ يَتِيمَيۡنِ فِي ٱلۡمَدِينَةِ وَكَانَ تَحۡتَهُۥ كَنزٞ لَّهُمَا وَكَانَ أَبُوهُمَا صَٰلِحٗا فَأَرَادَ رَبُّكَ أَن يَبۡلُغَآ أَشُدَّهُمَا وَيَسۡتَخۡرِجَا كَنزَهُمَا رَحۡمَةٗ مِّن رَّبِّكَۚ وَمَا فَعَلۡتُهُۥ عَنۡ أَمۡرِيۚ ذَٰلِكَ تَأۡوِيلُ مَا لَمۡ تَسۡطِع عَّلَيۡهِ صَبۡرٗا ٨٢ وَيَسۡـَٔلُونَكَ عَن ذِي ٱلۡقَرۡنَيۡنِۖ قُلۡ سَأَتۡلُواْ عَلَيۡكُم مِّنۡهُ ذِكۡرًا ٨٣ إِنَّا مَكَّنَّا لَهُۥ فِي ٱلۡأَرۡضِ وَءَاتَيۡنَٰهُ مِن كُلِّ شَيۡءٖ سَبَبٗا ٨٤ فَأَتۡبَعَ سَبَبًا ٨٥ حَتَّىٰٓ إِذَا بَلَغَ مَغۡرِبَ ٱلشَّمۡسِ وَجَدَهَا تَغۡرُبُ فِي عَيۡنٍ حَمِئَةٖ وَوَجَدَ عِندَهَا قَوۡمٗاۖ قُلۡنَا يَٰذَا ٱلۡقَرۡنَيۡنِ إِمَّآ أَن تُعَذِّبَ وَإِمَّآ أَن تَتَّخِذَ فِيهِمۡ حُسۡنٗا ٨٦ قَالَ أَمَّا مَن ظَلَمَ فَسَوۡفَ نُعَذِّبُهُۥ ثُمَّ يُرَدُّ إِلَىٰ رَبِّهِۦ فَيُعَذِّبُهُۥ عَذَابٗا نُّكۡرٗا ٨٧ وَأَمَّا مَنۡ ءَامَنَ وَعَمِلَ صَٰلِحٗا فَلَهُۥ جَزَآءً ٱلۡحُسۡنَىٰۖ وَسَنَقُولُ لَهُۥ مِنۡ أَمۡرِنَا يُسۡرٗا ٨٨ ثُمَّ أَتۡبَعَ سَبَبًا ٨٩ حَتَّىٰٓ إِذَا بَلَغَ مَطۡلِعَ ٱلشَّمۡسِ وَجَدَهَا تَطۡلُعُ عَلَىٰ قَوۡمٖ لَّمۡ نَجۡعَل لَّهُم مِّن دُونِهَا سِتۡرٗا ٩٠ كَذَٰلِكَۖ وَقَدۡ أَحَطۡنَا بِمَا لَدَيۡهِ خُبۡرٗا ٩١ ثُمَّ أَتۡبَعَ سَبَبًا ٩٢ حَتَّىٰٓ إِذَا بَلَغَ بَيۡنَ ٱلسَّدَّيۡنِ وَجَدَ مِن دُونِهِمَا قَوۡمٗا لَّا يَكَادُونَ يَفۡقَهُونَ قَوۡلٗا ٩٣ قَالُواْ يَٰذَا ٱلۡقَرۡنَيۡنِ إِنَّ يَأۡجُوجَ وَمَأۡجُوجَ مُفۡسِدُونَ فِي ٱلۡأَرۡضِ فَهَلۡ نَجۡعَلُ لَكَ خَرۡجًا عَلَىٰٓ أَن تَجۡعَلَ بَيۡنَنَا وَبَيۡنَهُمۡ سَدّٗا ٩٤ قَالَ مَا مَكَّنِّي فِيهِ رَبِّي خَيۡرٞ فَأَعِينُونِي بِقُوَّةٍ أَجۡعَلۡ بَيۡنَكُمۡ وَبَيۡنَهُمۡ رَدۡمًا ٩٥ ءَاتُونِي زُبَرَ ٱلۡحَدِيدِۖ حَتَّىٰٓ إِذَا سَاوَىٰ بَيۡنَ ٱلصَّدَفَيۡنِ قَالَ ٱنفُخُواْۖ حَتَّىٰٓ إِذَا جَعَلَهُۥ نَارٗا قَالَ ءَاتُونِيٓ أُفۡرِغۡ عَلَيۡهِ قِطۡرٗا ٩٦ فَمَا ٱسۡطَٰعُوٓاْ أَن يَظۡهَرُوهُ وَمَا ٱسۡتَطَٰعُواْ لَهُۥ نَقۡبٗا ٩٧ قَالَ هَٰذَا رَحۡمَةٞ مِّن رَّبِّيۖ فَإِذَا جَآءَ وَعۡدُ رَبِّي جَعَلَهُۥ دَكَّآءَۖ وَكَانَ وَعۡدُ رَبِّي حَقّٗا ٩٨ ۞وَتَرَكۡنَا بَعۡضَهُمۡ يَوۡمَئِذٖ يَمُوجُ فِي بَعۡضٖۖ وَنُفِخَ فِي ٱلصُّورِ فَجَمَعۡنَٰهُمۡ جَمۡعٗا ٩٩ وَعَرَضۡنَا جَهَنَّمَ يَوۡمَئِذٖ لِّلۡكَٰفِرِينَ عَرۡضًا ١٠٠ ٱلَّذِينَ كَانَتۡ أَعۡيُنُهُمۡ فِي غِطَآءٍ عَن ذِكۡرِي وَكَانُواْ لَا يَسۡتَطِيعُونَ سَمۡعًا ١٠١ أَفَحَسِبَ ٱلَّذِينَ كَفَرُوٓاْ أَن يَتَّخِذُواْ عِبَادِي مِن دُونِيٓ أَوۡلِيَآءَۚ إِنَّآ أَعۡتَدۡنَا جَهَنَّمَ لِلۡكَٰفِرِينَ نُزُلٗا ١٠٢ قُلۡ هَلۡ نُنَبِّئُكُم بِٱلۡأَخۡسَرِينَ أَعۡمَٰلًا ١٠٣ ٱلَّذِينَ ضَلَّ سَعۡيُهُمۡ فِي ٱلۡحَيَوٰةِ ٱلدُّنۡيَا وَهُمۡ يَحۡسَبُونَ أَنَّهُمۡ يُحۡسِنُونَ صُنۡعًا ١٠٤ أُوْلَٰٓئِكَ ٱلَّذِينَ كَفَرُواْ بِـَٔايَٰتِ رَبِّهِمۡ وَلِقَآئِهِۦ فَحَبِطَتۡ أَعۡمَٰلُهُمۡ فَلَا نُقِيمُ لَهُمۡ يَوۡمَ ٱلۡقِيَٰمَةِ وَزۡنٗا ١٠٥ ذَٰلِكَ جَزَآؤُهُمۡ جَهَنَّمُ بِمَا كَفَرُواْ وَٱتَّخَذُوٓاْ ءَايَٰتِي وَرُسُلِي هُزُوًا ١٠٦ إِنَّ ٱلَّذِينَ ءَامَنُواْ وَعَمِلُواْ ٱلصَّٰلِحَٰتِ كَانَتۡ لَهُمۡ جَنَّٰتُ ٱلۡفِرۡدَوۡسِ نُزُلًا ١٠٧ خَٰلِدِينَ فِيهَا لَا يَبۡغُونَ عَنۡهَا حِوَلٗا ١٠٨ قُل لَّوۡ كَانَ ٱلۡبَحۡرُ مِدَادٗا لِّكَلِمَٰتِ رَبِّي لَنَفِدَ ٱلۡبَحۡرُ قَبۡلَ أَن تَنفَدَ كَلِمَٰتُ رَبِّي وَلَوۡ جِئۡنَا بِمِثۡلِهِۦ مَدَدٗا ١٠٩ قُلۡ إِنَّمَآ أَنَا۠ بَشَرٞ مِّثۡلُكُمۡ يُوحَىٰٓ إِلَيَّ أَنَّمَآ إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۖ فَمَن كَانَ يَرۡجُواْ لِقَآءَ رَبِّهِۦ فَلۡيَعۡمَلۡ عَمَلٗا صَٰلِحٗا وَلَا يُشۡرِكۡ بِعِبَادَةِ رَبِّهِۦٓ أَحَدَۢا ١١٠","type":2}],"name":"سورة الكهف"},{"details":[{"details":"بِسۡمِ اللَّهِ الرَحۡمَـٰنُ الرَّحِيمِ","type":1},{"details":"يسٓ ١ وَٱلۡقُرۡءَانِ ٱلۡحَكِيمِ ٢ إِنَّكَ لَمِنَ ٱلۡمُرۡسَلِينَ ٣ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ ٤ تَنزِيلَ ٱلۡعَزِيزِ ٱلرَّحِيمِ ٥ لِتُنذِرَ قَوۡمٗا مَّآ أُنذِرَ ءَابَآؤُهُمۡ فَهُمۡ غَٰفِلُونَ ٦ لَقَدۡ حَقَّ ٱلۡقَوۡلُ عَلَىٰٓ أَكۡثَرِهِمۡ فَهُمۡ لَا يُؤۡمِنُونَ ٧ إِنَّا جَعَلۡنَا فِيٓ أَعۡنَٰقِهِمۡ أَغۡلَٰلٗا فَهِيَ إِلَى ٱلۡأَذۡقَانِ فَهُم مُّقۡمَحُونَ ٨ وَجَعَلۡنَا مِنۢ بَيۡنِ أَيۡدِيهِمۡ سَدّٗا وَمِنۡ خَلۡفِهِمۡ سَدّٗا فَأَغۡشَيۡنَٰهُمۡ فَهُمۡ لَا يُبۡصِرُونَ ٩ وَسَوَآءٌ عَلَيۡهِمۡ ءَأَنذَرۡتَهُمۡ أَمۡ لَمۡ تُنذِرۡهُمۡ لَا يُؤۡمِنُونَ ١٠ إِنَّمَا تُنذِرُ مَنِ ٱتَّبَعَ ٱلذِّكۡرَ وَخَشِيَ ٱلرَّحۡمَٰنَ بِٱلۡغَيۡبِۖ فَبَشِّرۡهُ بِمَغۡفِرَةٖ وَأَجۡرٖ كَرِيمٍ ١١ إِنَّا نَحۡنُ نُحۡيِ ٱلۡمَوۡتَىٰ وَنَكۡتُبُ مَا قَدَّمُواْ وَءَاثَٰرَهُمۡۚ وَكُلَّ شَيۡءٍ أَحۡصَيۡنَٰهُ فِيٓ إِمَامٖ مُّبِينٖ ١٢ وَٱضۡرِبۡ لَهُم مَّثَلًا أَصۡحَٰبَ ٱلۡقَرۡيَةِ إِذۡ جَآءَهَا ٱلۡمُرۡسَلُونَ ١٣ إِذۡ أَرۡسَلۡنَآ إِلَيۡهِمُ ٱثۡنَيۡنِ فَكَذَّبُوهُمَا فَعَزَّزۡنَا بِثَالِثٖ فَقَالُوٓاْ إِنَّآ إِلَيۡكُم مُّرۡسَلُونَ ١٤ قَالُواْ مَآ أَنتُمۡ إِلَّا بَشَرٞ مِّثۡلُنَا وَمَآ أَنزَلَ ٱلرَّحۡمَٰنُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا تَكۡذِبُونَ ١٥ قَالُواْ رَبُّنَا يَعۡلَمُ إِنَّآ إِلَيۡكُمۡ لَمُرۡسَلُونَ ١٦ وَمَا عَلَيۡنَآ إِلَّا ٱلۡبَلَٰغُ ٱلۡمُبِينُ ١٧ قَالُوٓاْ إِنَّا تَطَيَّرۡنَا بِكُمۡۖ لَئِن لَّمۡ تَنتَهُواْ لَنَرۡجُمَنَّكُمۡ وَلَيَمَسَّنَّكُم مِّنَّا عَذَابٌ أَلِيمٞ ١٨ قَالُواْ طَٰٓئِرُكُم مَّعَكُمۡ أَئِن ذُكِّرۡتُمۚ بَلۡ أَنتُمۡ قَوۡمٞ مُّسۡرِفُونَ ١٩ وَجَآءَ مِنۡ أَقۡصَا ٱلۡمَدِينَةِ رَجُلٞ يَسۡعَىٰ قَالَ يَٰقَوۡمِ ٱتَّبِعُواْ ٱلۡمُرۡسَلِينَ ٢٠ ٱتَّبِعُواْ مَن لَّا يَسۡـَٔلُكُمۡ أَجۡرٗا وَهُم مُّهۡتَدُونَ ٢١ وَمَا لِيَ لَآ أَعۡبُدُ ٱلَّذِي فَطَرَنِي وَإِلَيۡهِ تُرۡجَعُونَ ٢٢ ءَأَتَّخِذُ مِن دُونِهِۦٓ ءَالِهَةً إِن يُرِدۡنِ ٱلرَّحۡمَٰنُ بِضُرّٖ لَّا تُغۡنِ عَنِّي شَفَٰعَتُهُمۡ شَيۡـٔٗا وَلَا يُنقِذُونِ ٢٣ إِنِّيٓ إِذٗا لَّفِي ضَلَٰلٖ مُّبِينٍ ٢٤ إِنِّيٓ ءَامَنتُ بِرَبِّكُمۡ فَٱسۡمَعُونِ ٢٥ قِيلَ ٱدۡخُلِ ٱلۡجَنَّةَۖ قَالَ يَٰلَيۡتَ قَوۡمِي يَعۡلَمُونَ ٢٦ بِمَا غَفَرَ لِي رَبِّي وَجَعَلَنِي مِنَ ٱلۡمُكۡرَمِينَ ٢٧ ۞وَمَآ أَنزَلۡنَا عَلَىٰ قَوۡمِهِۦ مِنۢ بَعۡدِهِۦ مِن جُندٖ مِّنَ ٱلسَّمَآءِ وَمَا كُنَّا مُنزِلِينَ ٢٨ إِن كَانَتۡ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ فَإِذَا هُمۡ خَٰمِدُونَ ٢٩ يَٰحَسۡرَةً عَلَى ٱلۡعِبَادِۚ مَا يَأۡتِيهِم مِّن رَّسُولٍ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ ٣٠ أَلَمۡ يَرَوۡاْ كَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّنَ ٱلۡقُرُونِ أَنَّهُمۡ إِلَيۡهِمۡ لَا يَرۡجِعُونَ ٣١ وَإِن كُلّٞ لَّمَّا جَمِيعٞ لَّدَيۡنَا مُحۡضَرُونَ ٣٢ وَءَايَةٞ لَّهُمُ ٱلۡأَرۡضُ ٱلۡمَيۡتَةُ أَحۡيَيۡنَٰهَا وَأَخۡرَجۡنَا مِنۡهَا حَبّٗا فَمِنۡهُ يَأۡكُلُونَ ٣٣ وَجَعَلۡنَا فِيهَا جَنَّٰتٖ مِّن نَّخِيلٖ وَأَعۡنَٰبٖ وَفَجَّرۡنَا فِيهَا مِنَ ٱلۡعُيُونِ ٣٤ لِيَأۡكُلُواْ مِن ثَمَرِهِۦ وَمَا عَمِلَتۡهُ أَيۡدِيهِمۡۚ أَفَلَا يَشۡكُرُونَ ٣٥ سُبۡحَٰنَ ٱلَّذِي خَلَقَ ٱلۡأَزۡوَٰجَ كُلَّهَا مِمَّا تُنۢبِتُ ٱلۡأَرۡضُ وَمِنۡ أَنفُسِهِمۡ وَمِمَّا لَا يَعۡلَمُونَ ٣٦ وَءَايَةٞ لَّهُمُ ٱلَّيۡلُ نَسۡلَخُ مِنۡهُ ٱلنَّهَارَ فَإِذَا هُم مُّظۡلِمُونَ ٣٧ وَٱلشَّمۡسُ تَجۡرِي لِمُسۡتَقَرّٖ لَّهَاۚ ذَٰلِكَ تَقۡدِيرُ ٱلۡعَزِيزِ ٱلۡعَلِيمِ ٣٨ وَٱلۡقَمَرَ قَدَّرۡنَٰهُ مَنَازِلَ حَتَّىٰ عَادَ كَٱلۡعُرۡجُونِ ٱلۡقَدِيمِ ٣٩ لَا ٱلشَّمۡسُ يَنۢبَغِي لَهَآ أَن تُدۡرِكَ ٱلۡقَمَرَ وَلَا ٱلَّيۡلُ سَابِقُ ٱلنَّهَارِۚ وَكُلّٞ فِي فَلَكٖ يَسۡبَحُونَ ٤٠ وَءَايَةٞ لَّهُمۡ أَنَّا حَمَلۡنَا ذُرِّيَّتَهُمۡ فِي ٱلۡفُلۡكِ ٱلۡمَشۡحُونِ ٤١ وَخَلَقۡنَا لَهُم مِّن مِّثۡلِهِۦ مَا يَرۡكَبُونَ ٤٢ وَإِن نَّشَأۡ نُغۡرِقۡهُمۡ فَلَا صَرِيخَ لَهُمۡ وَلَا هُمۡ يُنقَذُونَ ٤٣ إِلَّا رَحۡمَةٗ مِّنَّا وَمَتَٰعًا إِلَىٰ حِينٖ ٤٤ وَإِذَا قِيلَ لَهُمُ ٱتَّقُواْ مَا بَيۡنَ أَيۡدِيكُمۡ وَمَا خَلۡفَكُمۡ لَعَلَّكُمۡ تُرۡحَمُونَ ٤٥ وَمَا تَأۡتِيهِم مِّنۡ ءَايَةٖ مِّنۡ ءَايَٰتِ رَبِّهِمۡ إِلَّا كَانُواْ عَنۡهَا مُعۡرِضِينَ ٤٦ وَإِذَا قِيلَ لَهُمۡ أَنفِقُواْ مِمَّا رَزَقَكُمُ ٱللَّهُ قَالَ ٱلَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُوٓاْ أَنُطۡعِمُ مَن لَّوۡ يَشَآءُ ٱللَّهُ أَطۡعَمَهُۥٓ إِنۡ أَنتُمۡ إِلَّا فِي ضَلَٰلٖ مُّبِينٖ ٤٧ وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ ٤٨ مَا يَنظُرُونَ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ تَأۡخُذُهُمۡ وَهُمۡ يَخِصِّمُونَ ٤٩ فَلَا يَسۡتَطِيعُونَ تَوۡصِيَةٗ وَلَآ إِلَىٰٓ أَهۡلِهِمۡ يَرۡجِعُونَ ٥٠ وَنُفِخَ فِي ٱلصُّورِ فَإِذَا هُم مِّنَ ٱلۡأَجۡدَاثِ إِلَىٰ رَبِّهِمۡ يَنسِلُونَ ٥١ قَالُواْ يَٰوَيۡلَنَا مَنۢ بَعَثَنَا مِن مَّرۡقَدِنَاۜۗ هَٰذَا مَا وَعَدَ ٱلرَّحۡمَٰنُ وَصَدَقَ ٱلۡمُرۡسَلُونَ ٥٢ إِن كَانَتۡ إِلَّا صَيۡحَةٗ وَٰحِدَةٗ فَإِذَا هُمۡ جَمِيعٞ لَّدَيۡنَا مُحۡضَرُونَ ٥٣ فَٱلۡيَوۡمَ لَا تُظۡلَمُ نَفۡسٞ شَيۡـٔٗا وَلَا تُجۡزَوۡنَ إِلَّا مَا كُنتُمۡ تَعۡمَلُونَ ٥٤ إِنَّ أَصۡحَٰبَ ٱلۡجَنَّةِ ٱلۡيَوۡمَ فِي شُغُلٖ فَٰكِهُونَ ٥٥ هُمۡ وَأَزۡوَٰجُهُمۡ فِي ظِلَٰلٍ عَلَى ٱلۡأَرَآئِكِ مُتَّكِـُٔونَ ٥٦ لَهُمۡ فِيهَا فَٰكِهَةٞ وَلَهُم مَّا يَدَّعُونَ ٥٧ سَلَٰمٞ قَوۡلٗا مِّن رَّبّٖ رَّحِيمٖ ٥٨ وَٱمۡتَٰزُواْ ٱلۡيَوۡمَ أَيُّهَا ٱلۡمُجۡرِمُونَ ٥٩ ۞أَلَمۡ أَعۡهَدۡ إِلَيۡكُمۡ يَٰبَنِيٓ ءَادَمَ أَن لَّا تَعۡبُدُواْ ٱلشَّيۡطَٰنَۖ إِنَّهُۥ لَكُمۡ عَدُوّٞ مُّبِينٞ ٦٠ وَأَنِ ٱعۡبُدُونِيۚ هَٰذَا صِرَٰطٞ مُّسۡتَقِيمٞ ٦١ وَلَقَدۡ أَضَلَّ مِنكُمۡ جِبِلّٗا كَثِيرًاۖ أَفَلَمۡ تَكُونُواْ تَعۡقِلُونَ ٦٢ هَٰذِهِۦ جَهَنَّمُ ٱلَّتِي كُنتُمۡ تُوعَدُونَ ٦٣ ٱصۡلَوۡهَا ٱلۡيَوۡمَ بِمَا كُنتُمۡ تَكۡفُرُونَ ٦٤ ٱلۡيَوۡمَ نَخۡتِمُ عَلَىٰٓ أَفۡوَٰهِهِمۡ وَتُكَلِّمُنَآ أَيۡدِيهِمۡ وَتَشۡهَدُ أَرۡجُلُهُم بِمَا كَانُواْ يَكۡسِبُونَ ٦٥ وَلَوۡ نَشَآءُ لَطَمَسۡنَا عَلَىٰٓ أَعۡيُنِهِمۡ فَٱسۡتَبَقُواْ ٱلصِّرَٰطَ فَأَنَّىٰ يُبۡصِرُونَ ٦٦ وَلَوۡ نَشَآءُ لَمَسَخۡنَٰهُمۡ عَلَىٰ مَكَانَتِهِمۡ فَمَا ٱسۡتَطَٰعُواْ مُضِيّٗا وَلَا يَرۡجِعُونَ ٦٧ وَمَن نُّعَمِّرۡهُ نُنَكِّسۡهُ فِي ٱلۡخَلۡقِۚ أَفَلَا يَعۡقِلُونَ ٦٨ وَمَا عَلَّمۡنَٰهُ ٱلشِّعۡرَ وَمَا يَنۢبَغِي لَهُۥٓۚ إِنۡ هُوَ إِلَّا ذِكۡرٞ وَقُرۡءَانٞ مُّبِينٞ ٦٩ لِّيُنذِرَ مَن كَانَ حَيّٗا وَيَحِقَّ ٱلۡقَوۡلُ عَلَى ٱلۡكَٰفِرِينَ ٧٠ أَوَ لَمۡ يَرَوۡاْ أَنَّا خَلَقۡنَا لَهُم مِّمَّا عَمِلَتۡ أَيۡدِينَآ أَنۡعَٰمٗا فَهُمۡ لَهَا مَٰلِكُونَ ٧١ وَذَلَّلۡنَٰهَا لَهُمۡ فَمِنۡهَا رَكُوبُهُمۡ وَمِنۡهَا يَأۡكُلُونَ ٧٢ وَلَهُمۡ فِيهَا مَنَٰفِعُ وَمَشَارِبُۚ أَفَلَا يَشۡكُرُونَ ٧٣ وَٱتَّخَذُواْ مِن دُونِ ٱللَّهِ ءَالِهَةٗ لَّعَلَّهُمۡ يُنصَرُونَ ٧٤ لَا يَسۡتَطِيعُونَ نَصۡرَهُمۡ وَهُمۡ لَهُمۡ جُندٞ مُّحۡضَرُونَ ٧٥ فَلَا يَحۡزُنكَ قَوۡلُهُمۡۘ إِنَّا نَعۡلَمُ مَا يُسِرُّونَ وَمَا يُعۡلِنُونَ ٧٦ أَوَ لَمۡ يَرَ ٱلۡإِنسَٰنُ أَنَّا خَلَقۡنَٰهُ مِن نُّطۡفَةٖ فَإِذَا هُوَ خَصِيمٞ مُّبِينٞ ٧٧ وَضَرَبَ لَنَا مَثَلٗا وَنَسِيَ خَلۡقَهُۥۖ قَالَ مَن يُحۡيِ ٱلۡعِظَٰمَ وَهِيَ رَمِيمٞ ٧٨ قُلۡ يُحۡيِيهَا ٱلَّذِيٓ أَنشَأَهَآ أَوَّلَ مَرَّةٖۖ وَهُوَ بِكُلِّ خَلۡقٍ عَلِيمٌ ٧٩ ٱلَّذِي جَعَلَ لَكُم مِّنَ ٱلشَّجَرِ ٱلۡأَخۡضَرِ نَارٗا فَإِذَآ أَنتُم مِّنۡهُ تُوقِدُونَ ٨٠ أَوَلَيۡسَ ٱلَّذِي خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ بِقَٰدِرٍ عَلَىٰٓ أَن يَخۡلُقَ مِثۡلَهُمۚ بَلَىٰ وَهُوَ ٱلۡخَلَّٰقُ ٱلۡعَلِيمُ ٨١ إِنَّمَآ أَمۡرُهُۥٓ إِذَآ أَرَادَ شَيۡـًٔا أَن يَقُولَ لَهُۥ كُن فَيَكُونُ ٨٢ فَسُبۡحَٰنَ ٱلَّذِي بِيَدِهِۦ مَلَكُوتُ كُلِّ شَيۡءٖ وَإِلَيۡهِ تُرۡجَعُونَ ٨٣","type":2}],"name":"سورة يس"},{"details":[{"details":"بِسۡمِ اللَّهِ الرَحۡمَـٰنُ الرَّحِيمِ","type":1},{"details":"حمٓ ١ وَٱلۡكِتَٰبِ ٱلۡمُبِينِ ٢ إِنَّآ أَنزَلۡنَٰهُ فِي لَيۡلَةٖ مُّبَٰرَكَةٍۚ إِنَّا كُنَّا مُنذِرِينَ ٣ فِيهَا يُفۡرَقُ كُلُّ أَمۡرٍ حَكِيمٍ ٤ أَمۡرٗا مِّنۡ عِندِنَآۚ إِنَّا كُنَّا مُرۡسِلِينَ ٥ رَحۡمَةٗ مِّن رَّبِّكَۚ إِنَّهُۥ هُوَ ٱلسَّمِيعُ ٱلۡعَلِيمُ ٦ رَبِّ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ وَمَا بَيۡنَهُمَآۖ إِن كُنتُم مُّوقِنِينَ ٧ لَآ إِلَٰهَ إِلَّا هُوَ يُحۡيِۦ وَيُمِيتُۖ رَبُّكُمۡ وَرَبُّ ءَابَآئِكُمُ ٱلۡأَوَّلِينَ ٨ بَلۡ هُمۡ فِي شَكّٖ يَلۡعَبُونَ ٩ فَٱرۡتَقِبۡ يَوۡمَ تَأۡتِي ٱلسَّمَآءُ بِدُخَانٖ مُّبِينٖ ١٠ يَغۡشَى ٱلنَّاسَۖ هَٰذَا عَذَابٌ أَلِيمٞ ١١ رَّبَّنَا ٱكۡشِفۡ عَنَّا ٱلۡعَذَابَ إِنَّا مُؤۡمِنُونَ ١٢ أَنَّىٰ لَهُمُ ٱلذِّكۡرَىٰ وَقَدۡ جَآءَهُمۡ رَسُولٞ مُّبِينٞ ١٣ ثُمَّ تَوَلَّوۡاْ عَنۡهُ وَقَالُواْ مُعَلَّمٞ مَّجۡنُونٌ ١٤ إِنَّا كَاشِفُواْ ٱلۡعَذَابِ قَلِيلًاۚ إِنَّكُمۡ عَآئِدُونَ ١٥ يَوۡمَ نَبۡطِشُ ٱلۡبَطۡشَةَ ٱلۡكُبۡرَىٰٓ إِنَّا مُنتَقِمُونَ ١٦ ۞وَلَقَدۡ فَتَنَّا قَبۡلَهُمۡ قَوۡمَ فِرۡعَوۡنَ وَجَآءَهُمۡ رَسُولٞ كَرِيمٌ ١٧ أَنۡ أَدُّوٓاْ إِلَيَّ عِبَادَ ٱللَّهِۖ إِنِّي لَكُمۡ رَسُولٌ أَمِينٞ ١٨ وَأَن لَّا تَعۡلُواْ عَلَى ٱللَّهِۖ إِنِّيٓ ءَاتِيكُم بِسُلۡطَٰنٖ مُّبِينٖ ١٩ وَإِنِّي عُذۡتُ بِرَبِّي وَرَبِّكُمۡ أَن تَرۡجُمُونِ ٢٠ وَإِن لَّمۡ تُؤۡمِنُواْ لِي فَٱعۡتَزِلُونِ ٢١ فَدَعَا رَبَّهُۥٓ أَنَّ هَٰٓؤُلَآءِ قَوۡمٞ مُّجۡرِمُونَ ٢٢ فَأَسۡرِ بِعِبَادِي لَيۡلًا إِنَّكُم مُّتَّبَعُونَ ٢٣ وَٱتۡرُكِ ٱلۡبَحۡرَ رَهۡوًاۖ إِنَّهُمۡ جُندٞ مُّغۡرَقُونَ ٢٤ كَمۡ تَرَكُواْ مِن جَنَّٰتٖ وَعُيُونٖ ٢٥ وَزُرُوعٖ وَمَقَامٖ كَرِيمٖ ٢٦ وَنَعۡمَةٖ كَانُواْ فِيهَا فَٰكِهِينَ ٢٧ كَذَٰلِكَۖ وَأَوۡرَثۡنَٰهَا قَوۡمًا ءَاخَرِينَ ٢٨ فَمَا بَكَتۡ عَلَيۡهِمُ ٱلسَّمَآءُ وَٱلۡأَرۡضُ وَمَا كَانُواْ مُنظَرِينَ ٢٩ وَلَقَدۡ نَجَّيۡنَا بَنِيٓ إِسۡرَٰٓءِيلَ مِنَ ٱلۡعَذَابِ ٱلۡمُهِينِ ٣٠ مِن فِرۡعَوۡنَۚ إِنَّهُۥ كَانَ عَالِيٗا مِّنَ ٱلۡمُسۡرِفِينَ ٣١ وَلَقَدِ ٱخۡتَرۡنَٰهُمۡ عَلَىٰ عِلۡمٍ عَلَى ٱلۡعَٰلَمِينَ ٣٢ وَءَاتَيۡنَٰهُم مِّنَ ٱلۡأٓيَٰتِ مَا فِيهِ بَلَٰٓؤٞاْ مُّبِينٌ ٣٣ إِنَّ هَٰٓؤُلَآءِ لَيَقُولُونَ ٣٤ إِنۡ هِيَ إِلَّا مَوۡتَتُنَا ٱلۡأُولَىٰ وَمَا نَحۡنُ بِمُنشَرِينَ ٣٥ فَأۡتُواْ بِـَٔابَآئِنَآ إِن كُنتُمۡ صَٰدِقِينَ ٣٦ أَهُمۡ خَيۡرٌ أَمۡ قَوۡمُ تُبَّعٖ وَٱلَّذِينَ مِن قَبۡلِهِمۡ أَهۡلَكۡنَٰهُمۡۚ إِنَّهُمۡ كَانُواْ مُجۡرِمِينَ ٣٧ وَمَا خَلَقۡنَا ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضَ وَمَا بَيۡنَهُمَا لَٰعِبِينَ ٣٨ مَا خَلَقۡنَٰهُمَآ إِلَّا بِٱلۡحَقِّ وَلَٰكِنَّ أَكۡثَرَهُمۡ لَا يَعۡلَمُونَ ٣٩ إِنَّ يَوۡمَ ٱلۡفَصۡلِ مِيقَٰتُهُمۡ أَجۡمَعِينَ ٤٠ يَوۡمَ لَا يُغۡنِي مَوۡلًى عَن مَّوۡلٗى شَيۡـٔٗا وَلَا هُمۡ يُنصَرُونَ ٤١ إِلَّا مَن رَّحِمَ ٱللَّهُۚ إِنَّهُۥ هُوَ ٱلۡعَزِيزُ ٱلرَّحِيمُ ٤٢ إِنَّ شَجَرَتَ ٱلزَّقُّومِ ٤٣ طَعَامُ ٱلۡأَثِيمِ ٤٤ كَٱلۡمُهۡلِ يَغۡلِي فِي ٱلۡبُطُونِ ٤٥ كَغَلۡيِ ٱلۡحَمِيمِ ٤٦ خُذُوهُ فَٱعۡتِلُوهُ إِلَىٰ سَوَآءِ ٱلۡجَحِيمِ ٤٧ ثُمَّ صُبُّواْ فَوۡقَ رَأۡسِهِۦ مِنۡ عَذَابِ ٱلۡحَمِيمِ ٤٨ ذُقۡ إِنَّكَ أَنتَ ٱلۡعَزِيزُ ٱلۡكَرِيمُ ٤٩ إِنَّ هَٰذَا مَا كُنتُم بِهِۦ تَمۡتَرُونَ ٥٠ إِنَّ ٱلۡمُتَّقِينَ فِي مَقَامٍ أَمِينٖ ٥١ فِي جَنَّٰتٖ وَعُيُونٖ ٥٢ يَلۡبَسُونَ مِن سُندُسٖ وَإِسۡتَبۡرَقٖ مُّتَقَٰبِلِينَ ٥٣ كَذَٰلِكَ وَزَوَّجۡنَٰهُم بِحُورٍ عِينٖ ٥٤ يَدۡعُونَ فِيهَا بِكُلِّ فَٰكِهَةٍ ءَامِنِينَ ٥٥ لَا يَذُوقُونَ فِيهَا ٱلۡمَوۡتَ إِلَّا ٱلۡمَوۡتَةَ ٱلۡأُولَىٰۖ وَوَقَىٰهُمۡ عَذَابَ ٱلۡجَحِيمِ ٥٦ فَضۡلٗا مِّن رَّبِّكَۚ ذَٰلِكَ هُوَ ٱلۡفَوۡزُ ٱلۡعَظِيمُ ٥٧ فَإِنَّمَا يَسَّرۡنَٰهُ بِلِسَانِكَ لَعَلَّهُمۡ يَتَذَكَّرُونَ ٥٨ فَٱرۡتَقِبۡ إِنَّهُم مُّرۡتَقِبُونَ ٥٩","type":2}],"name":"سورة الدخان"},{"details":[{"details":"بِسۡمِ اللَّهِ الرَحۡمَـٰنُ الرَّحِيمِ","type":1},{"details":"وَٱلنَّجۡمِ إِذَا هَوَىٰ ١ مَا ضَلَّ صَاحِبُكُمۡ وَمَا غَوَىٰ ٢ وَمَا يَنطِقُ عَنِ ٱلۡهَوَىٰٓ ٣ إِنۡ هُوَ إِلَّا وَحۡيٞ يُوحَىٰ ٤ عَلَّمَهُۥ شَدِيدُ ٱلۡقُوَىٰ ٥ ذُو مِرَّةٖ فَٱسۡتَوَىٰ ٦ وَهُوَ بِٱلۡأُفُقِ ٱلۡأَعۡلَىٰ ٧ ثُمَّ دَنَا فَتَدَلَّىٰ ٨ فَكَانَ قَابَ قَوۡسَيۡنِ أَوۡ أَدۡنَىٰ ٩ فَأَوۡحَىٰٓ إِلَىٰ عَبۡدِهِۦ مَآ أَوۡحَىٰ ١٠ مَا كَذَبَ ٱلۡفُؤَادُ مَا رَأَىٰٓ ١١ أَفَتُمَٰرُونَهُۥ عَلَىٰ مَا يَرَىٰ ١٢ وَلَقَدۡ رَءَاهُ نَزۡلَةً أُخۡرَىٰ ١٣ عِندَ سِدۡرَةِ ٱلۡمُنتَهَىٰ ١٤ عِندَهَا جَنَّةُ ٱلۡمَأۡوَىٰٓ ١٥ إِذۡ يَغۡشَى ٱلسِّدۡرَةَ مَا يَغۡشَىٰ ١٦ مَا زَاغَ ٱلۡبَصَرُ وَمَا طَغَىٰ ١٧ لَقَدۡ رَأَىٰ مِنۡ ءَايَٰتِ رَبِّهِ ٱلۡكُبۡرَىٰٓ ١٨ أَفَرَءَيۡتُمُ ٱللَّٰتَ وَٱلۡعُزَّىٰ ١٩ وَمَنَوٰةَ ٱلثَّالِثَةَ ٱلۡأُخۡرَىٰٓ ٢٠ أَلَكُمُ ٱلذَّكَرُ وَلَهُ ٱلۡأُنثَىٰ ٢١ تِلۡكَ إِذٗا قِسۡمَةٞ ضِيزَىٰٓ ٢٢ إِنۡ هِيَ إِلَّآ أَسۡمَآءٞ سَمَّيۡتُمُوهَآ أَنتُمۡ وَءَابَآؤُكُم مَّآ أَنزَلَ ٱللَّهُ بِهَا مِن سُلۡطَٰنٍۚ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّ وَمَا تَهۡوَى ٱلۡأَنفُسُۖ وَلَقَدۡ جَآءَهُم مِّن رَّبِّهِمُ ٱلۡهُدَىٰٓ ٢٣ أَمۡ لِلۡإِنسَٰنِ مَا تَمَنَّىٰ ٢٤ فَلِلَّهِ ٱلۡأٓخِرَةُ وَٱلۡأُولَىٰ ٢٥ ۞وَكَم مِّن مَّلَكٖ فِي ٱلسَّمَٰوَٰتِ لَا تُغۡنِي شَفَٰعَتُهُمۡ شَيۡـًٔا إِلَّا مِنۢ بَعۡدِ أَن يَأۡذَنَ ٱللَّهُ لِمَن يَشَآءُ وَيَرۡضَىٰٓ ٢٦ إِنَّ ٱلَّذِينَ لَا يُؤۡمِنُونَ بِٱلۡأٓخِرَةِ لَيُسَمُّونَ ٱلۡمَلَٰٓئِكَةَ تَسۡمِيَةَ ٱلۡأُنثَىٰ ٢٧ وَمَا لَهُم بِهِۦ مِنۡ عِلۡمٍۖ إِن يَتَّبِعُونَ إِلَّا ٱلظَّنَّۖ وَإِنَّ ٱلظَّنَّ لَا يُغۡنِي مِنَ ٱلۡحَقِّ شَيۡـٔٗا ٢٨ فَأَعۡرِضۡ عَن مَّن تَوَلَّىٰ عَن ذِكۡرِنَا وَلَمۡ يُرِدۡ إِلَّا ٱلۡحَيَوٰةَ ٱلدُّنۡيَا ٢٩ ذَٰلِكَ مَبۡلَغُهُم مِّنَ ٱلۡعِلۡمِۚ إِنَّ رَبَّكَ هُوَ أَعۡلَمُ بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهُوَ أَعۡلَمُ بِمَنِ ٱهۡتَدَىٰ ٣٠ وَلِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَمَا فِي ٱلۡأَرۡضِ لِيَجۡزِيَ ٱلَّذِينَ أَسَٰٓـُٔواْ بِمَا عَمِلُواْ وَيَجۡزِيَ ٱلَّذِينَ أَحۡسَنُواْ بِٱلۡحُسۡنَى ٣١ ٱلَّذِينَ يَجۡتَنِبُونَ كَبَٰٓئِرَ ٱلۡإِثۡمِ وَٱلۡفَوَٰحِشَ إِلَّا ٱللَّمَمَۚ إِنَّ رَبَّكَ وَٰسِعُ ٱلۡمَغۡفِرَةِۚ هُوَ أَعۡلَمُ بِكُمۡ إِذۡ أَنشَأَكُم مِّنَ ٱلۡأَرۡضِ وَإِذۡ أَنتُمۡ أَجِنَّةٞ فِي بُطُونِ أُمَّهَٰتِكُمۡۖ فَلَا تُزَكُّوٓاْ أَنفُسَكُمۡۖ هُوَ أَعۡلَمُ بِمَنِ ٱتَّقَىٰٓ ٣٢ أَفَرَءَيۡتَ ٱلَّذِي تَوَلَّىٰ ٣٣ وَأَعۡطَىٰ قَلِيلٗا وَأَكۡدَىٰٓ ٣٤ أَعِندَهُۥ عِلۡمُ ٱلۡغَيۡبِ فَهُوَ يَرَىٰٓ ٣٥ أَمۡ لَمۡ يُنَبَّأۡ بِمَا فِي صُحُفِ مُوسَىٰ ٣٦ وَإِبۡرَٰهِيمَ ٱلَّذِي وَفَّىٰٓ ٣٧ أَلَّا تَزِرُ وَازِرَةٞ وِزۡرَ أُخۡرَىٰ ٣٨ وَأَن لَّيۡسَ لِلۡإِنسَٰنِ إِلَّا مَا سَعَىٰ ٣٩ وَأَنَّ سَعۡيَهُۥ سَوۡفَ يُرَىٰ ٤٠ ثُمَّ يُجۡزَىٰهُ ٱلۡجَزَآءَ ٱلۡأَوۡفَىٰ ٤١ وَأَنَّ إِلَىٰ رَبِّكَ ٱلۡمُنتَهَىٰ ٤٢ وَأَنَّهُۥ هُوَ أَضۡحَكَ وَأَبۡكَىٰ ٤٣ وَأَنَّهُۥ هُوَ أَمَاتَ وَأَحۡيَا ٤٤ وَأَنَّهُۥ خَلَقَ ٱلزَّوۡجَيۡنِ ٱلذَّكَرَ وَٱلۡأُنثَىٰ ٤٥ مِن نُّطۡفَةٍ إِذَا تُمۡنَىٰ ٤٦ وَأَنَّ عَلَيۡهِ ٱلنَّشۡأَةَ ٱلۡأُخۡرَىٰ ٤٧ وَأَنَّهُۥ هُوَ أَغۡنَىٰ وَأَقۡنَىٰ ٤٨ وَأَنَّهُۥ هُوَ رَبُّ ٱلشِّعۡرَىٰ ٤٩ وَأَنَّهُۥٓ أَهۡلَكَ عَادًا ٱلۡأُولَىٰ ٥٠ وَثَمُودَاْ فَمَآ أَبۡقَىٰ ٥١ وَقَوۡمَ نُوحٖ مِّن قَبۡلُۖ إِنَّهُمۡ كَانُواْ هُمۡ أَظۡلَمَ وَأَطۡغَىٰ ٥٢ وَٱلۡمُؤۡتَفِكَةَ أَهۡوَىٰ ٥٣ فَغَشَّىٰهَا مَا غَشَّىٰ ٥٤ فَبِأَيِّ ءَالَآءِ رَبِّكَ تَتَمَارَىٰ ٥٥ هَٰذَا نَذِيرٞ مِّنَ ٱلنُّذُرِ ٱلۡأُولَىٰٓ ٥٦ أَزِفَتِ ٱلۡأٓزِفَةُ ٥٧ لَيۡسَ لَهَا مِن دُونِ ٱللَّهِ كَاشِفَةٌ ٥٨ أَفَمِنۡ هَٰذَا ٱلۡحَدِيثِ تَعۡجَبُونَ ٥٩ وَتَضۡحَكُونَ وَلَا تَبۡكُونَ ٦٠ وَأَنتُمۡ سَٰمِدُونَ ٦١ فَٱسۡجُدُواْۤ لِلَّهِۤ وَٱعۡبُدُواْ۩ ٦٢","type":2}],"name":"سورة النجم"},{"details":[{"details":"بِسۡمِ اللَّهِ الرَحۡمَـٰنُ الرَّحِيمِ","type":1},{"details":"ٱلرَّحۡمَٰنُ ١ عَلَّمَ ٱلۡقُرۡءَانَ ٢ خَلَقَ ٱلۡإِنسَٰنَ ٣ عَلَّمَهُ ٱلۡبَيَانَ ٤ ٱلشَّمۡسُ وَٱلۡقَمَرُ بِحُسۡبَانٖ ٥ وَٱلنَّجۡمُ وَٱلشَّجَرُ يَسۡجُدَانِ ٦ وَٱلسَّمَآءَ رَفَعَهَا وَوَضَعَ ٱلۡمِيزَانَ ٧ أَلَّا تَطۡغَوۡاْ فِي ٱلۡمِيزَانِ ٨ وَأَقِيمُواْ ٱلۡوَزۡنَ بِٱلۡقِسۡطِ وَلَا تُخۡسِرُواْ ٱلۡمِيزَانَ ٩ وَٱلۡأَرۡضَ وَضَعَهَا لِلۡأَنَامِ ١٠ فِيهَا فَٰكِهَةٞ وَٱلنَّخۡلُ ذَاتُ ٱلۡأَكۡمَامِ ١١ وَٱلۡحَبُّ ذُو ٱلۡعَصۡفِ وَٱلرَّيۡحَانُ ١٢ فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ١٣ خَلَقَ ٱلۡإِنسَٰنَ مِن صَلۡصَٰلٖ كَٱلۡفَخَّارِ ١٤ وَخَلَقَ ٱلۡجَآنَّ مِن مَّارِجٖ مِّن نَّارٖ ١٥ فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ١٦ رَبُّ ٱلۡمَشۡرِقَيۡنِ وَرَبُّ ٱلۡمَغۡرِبَيۡنِ ١٧ فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ١٨ مَرَجَ ٱلۡبَحۡرَيۡنِ يَلۡتَقِيَانِ ١٩ بَيۡنَهُمَا بَرۡزَخٞ لَّا يَبۡغِيَانِ ٢٠ فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ٢١ يَخۡرُجُ مِنۡهُمَا ٱللُّؤۡلُؤُ وَٱلۡمَرۡجَانُ ٢٢ فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ٢٣ وَلَهُ ٱلۡجَوَارِ ٱلۡمُنشَـَٔاتُ فِي ٱلۡبَحۡرِ كَٱلۡأَعۡلَٰمِ ٢٤ فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ٢٥ كُلُّ مَنۡ عَلَيۡهَا فَانٖ ٢٦ وَيَبۡقَىٰ وَجۡهُ رَبِّكَ ذُو ٱلۡجَلَٰلِ وَٱلۡإِكۡرَامِ ٢٧ فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ٢٨ يَسۡـَٔلُهُۥ مَن فِي ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِۚ كُلَّ يَوۡمٍ هُوَ فِي شَأۡنٖ ٢٩ فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ٣٠ سَنَفۡرُغُ لَكُمۡ أَيُّهَ ٱلثَّقَلَانِ ٣١ فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ٣٢ يَٰمَعۡشَرَ ٱلۡجِنِّ وَٱلۡإِنسِ إِنِ ٱسۡتَطَعۡتُمۡ أَن تَنفُذُواْ مِنۡ أَقۡطَارِ ٱلسَّمَٰوَٰتِ وَٱلۡأَرۡضِ فَٱنفُذُواْۚ لَا تَنفُذُونَ إِلَّا بِسُلۡطَٰنٖ ٣٣ فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ٣٤ يُرۡسَلُ عَلَيۡكُمَا شُوَاظٞ مِّن نَّارٖ وَنُحَاسٞ فَلَا تَنتَصِرَانِ ٣٥ فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ٣٦ فَإِذَا ٱنشَقَّتِ ٱلسَّمَآءُ فَكَانَتۡ وَرۡدَةٗ كَٱلدِّهَانِ ٣٧ فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ٣٨ فَيَوۡمَئِذٖ لَّا يُسۡـَٔلُ عَن ذَنۢبِهِۦٓ إِنسٞ وَلَا جَآنّٞ ٣٩ فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ٤٠ يُعۡرَفُ ٱلۡمُجۡرِمُونَ بِسِيمَٰهُمۡ فَيُؤۡخَذُ بِٱلنَّوَٰصِي وَٱلۡأَقۡدَامِ ٤١ فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ٤٢ هَٰذِهِۦ جَهَنَّمُ ٱلَّتِي يُكَذِّبُ بِهَا ٱلۡمُجۡرِمُونَ ٤٣ يَطُوفُونَ بَيۡنَهَا وَبَيۡنَ حَمِيمٍ ءَانٖ ٤٤ فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ٤٥ وَلِمَنۡ خَافَ مَقَامَ رَبِّهِۦ جَنَّتَانِ ٤٦ فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ٤٧ ذَوَاتَآ أَفۡنَانٖ ٤٨ فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ٤٩ فِيهِمَا عَيۡنَانِ تَجۡرِيَانِ ٥٠ فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ٥١ فِيهِمَا مِن كُلِّ فَٰكِهَةٖ زَوۡجَانِ ٥٢ فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ٥٣ مُتَّكِـِٔينَ عَلَىٰ فُرُشٍ بَطَآئِنُهَا مِنۡ إِسۡتَبۡرَقٖۚ وَجَنَى ٱلۡجَنَّتَيۡنِ دَانٖ ٥٤ فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ٥٥ فِيهِنَّ قَٰصِرَٰتُ ٱلطَّرۡفِ لَمۡ يَطۡمِثۡهُنَّ إِنسٞ قَبۡلَهُمۡ وَلَا جَآنّٞ ٥٦ فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ٥٧ كَأَنَّهُنَّ ٱلۡيَاقُوتُ وَٱلۡمَرۡجَانُ ٥٨ فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ٥٩ هَلۡ جَزَآءُ ٱلۡإِحۡسَٰنِ إِلَّا ٱلۡإِحۡسَٰنُ ٦٠ فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ٦١ وَمِن دُونِهِمَا جَنَّتَانِ ٦٢ فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ٦٣ مُدۡهَآمَّتَانِ ٦٤ فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ٦٥ فِيهِمَا عَيۡنَانِ نَضَّاخَتَانِ ٦٦ فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ٦٧ فِيهِمَا فَٰكِهَةٞ وَنَخۡلٞ وَرُمَّانٞ ٦٨ فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ٦٩ فِيهِنَّ خَيۡرَٰتٌ حِسَانٞ ٧٠ فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ٧١ حُورٞ مَّقۡصُورَٰتٞ فِي ٱلۡخِيَامِ ٧٢ فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ٧٣ لَمۡ يَطۡمِثۡهُنَّ إِنسٞ قَبۡلَهُمۡ وَلَا جَآنّٞ ٧٤ فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ٧٥ مُتَّكِـِٔينَ عَلَىٰ رَفۡرَفٍ خُضۡرٖ وَعَبۡقَرِيٍّ حِسَانٖ ٧٦ فَبِأَيِّ ءَالَآءِ رَبِّكُمَا تُكَذِّبَانِ ٧٧ تَبَٰرَكَ ٱسۡمُ رَبِّكَ ذِي ٱلۡجَلَٰلِ وَٱلۡإِكۡرَامِ ٧٨","type":2}],"name":"سورة الرحمن"},{"details":[{"details":"بِسۡمِ اللَّهِ الرَحۡمَـٰنُ الرَّحِيمِ","type":1},{"details":"إِذَا وَقَعَتِ ٱلۡوَاقِعَةُ ١ لَيۡسَ لِوَقۡعَتِهَا كَاذِبَةٌ ٢ خَافِضَةٞ رَّافِعَةٌ ٣ إِذَا رُجَّتِ ٱلۡأَرۡضُ رَجّٗا ٤ وَبُسَّتِ ٱلۡجِبَالُ بَسّٗا ٥ فَكَانَتۡ هَبَآءٗ مُّنۢبَثّٗا ٦ وَكُنتُمۡ أَزۡوَٰجٗا ثَلَٰثَةٗ ٧ فَأَصۡحَٰبُ ٱلۡمَيۡمَنَةِ مَآ أَصۡحَٰبُ ٱلۡمَيۡمَنَةِ ٨ وَأَصۡحَٰبُ ٱلۡمَشۡـَٔمَةِ مَآ أَصۡحَٰبُ ٱلۡمَشۡـَٔمَةِ ٩ وَٱلسَّٰبِقُونَ ٱلسَّٰبِقُونَ ١٠ أُوْلَٰٓئِكَ ٱلۡمُقَرَّبُونَ ١١ فِي جَنَّٰتِ ٱلنَّعِيمِ ١٢ ثُلَّةٞ مِّنَ ٱلۡأَوَّلِينَ ١٣ وَقَلِيلٞ مِّنَ ٱلۡأٓخِرِينَ ١٤ عَلَىٰ سُرُرٖ مَّوۡضُونَةٖ ١٥ مُّتَّكِـِٔينَ عَلَيۡهَا مُتَقَٰبِلِينَ ١٦ يَطُوفُ عَلَيۡهِمۡ وِلۡدَٰنٞ مُّخَلَّدُونَ ١٧ بِأَكۡوَابٖ وَأَبَارِيقَ وَكَأۡسٖ مِّن مَّعِينٖ ١٨ لَّا يُصَدَّعُونَ عَنۡهَا وَلَا يُنزِفُونَ ١٩ وَفَٰكِهَةٖ مِّمَّا يَتَخَيَّرُونَ ٢٠ وَلَحۡمِ طَيۡرٖ مِّمَّا يَشۡتَهُونَ ٢١ وَحُورٌ عِينٞ ٢٢ كَأَمۡثَٰلِ ٱللُّؤۡلُوِٕ ٱلۡمَكۡنُونِ ٢٣ جَزَآءَۢ بِمَا كَانُواْ يَعۡمَلُونَ ٢٤ لَا يَسۡمَعُونَ فِيهَا لَغۡوٗا وَلَا تَأۡثِيمًا ٢٥ إِلَّا قِيلٗا سَلَٰمٗا سَلَٰمٗا ٢٦ وَأَصۡحَٰبُ ٱلۡيَمِينِ مَآ أَصۡحَٰبُ ٱلۡيَمِينِ ٢٧ فِي سِدۡرٖ مَّخۡضُودٖ ٢٨ وَطَلۡحٖ مَّنضُودٖ ٢٩ وَظِلّٖ مَّمۡدُودٖ ٣٠ وَمَآءٖ مَّسۡكُوبٖ ٣١ وَفَٰكِهَةٖ كَثِيرَةٖ ٣٢ لَّا مَقۡطُوعَةٖ وَلَا مَمۡنُوعَةٖ ٣٣ وَفُرُشٖ مَّرۡفُوعَةٍ ٣٤ إِنَّآ أَنشَأۡنَٰهُنَّ إِنشَآءٗ ٣٥ فَجَعَلۡنَٰهُنَّ أَبۡكَارًا ٣٦ عُرُبًا أَتۡرَابٗا ٣٧ لِّأَصۡحَٰبِ ٱلۡيَمِينِ ٣٨ ثُلَّةٞ مِّنَ ٱلۡأَوَّلِينَ ٣٩ وَثُلَّةٞ مِّنَ ٱلۡأٓخِرِينَ ٤٠ وَأَصۡحَٰبُ ٱلشِّمَالِ مَآ أَصۡحَٰبُ ٱلشِّمَالِ ٤١ فِي سَمُومٖ وَحَمِيمٖ ٤٢ وَظِلّٖ مِّن يَحۡمُومٖ ٤٣ لَّا بَارِدٖ وَلَا كَرِيمٍ ٤٤ إِنَّهُمۡ كَانُواْ قَبۡلَ ذَٰلِكَ مُتۡرَفِينَ ٤٥ وَكَانُواْ يُصِرُّونَ عَلَى ٱلۡحِنثِ ٱلۡعَظِيمِ ٤٦ وَكَانُواْ يَقُولُونَ أَئِذَا مِتۡنَا وَكُنَّا تُرَابٗا وَعِظَٰمًا أَءِنَّا لَمَبۡعُوثُونَ ٤٧ أَوَ ءَابَآؤُنَا ٱلۡأَوَّلُونَ ٤٨ قُلۡ إِنَّ ٱلۡأَوَّلِينَ وَٱلۡأٓخِرِينَ ٤٩ لَمَجۡمُوعُونَ إِلَىٰ مِيقَٰتِ يَوۡمٖ مَّعۡلُومٖ ٥٠ ثُمَّ إِنَّكُمۡ أَيُّهَا ٱلضَّآلُّونَ ٱلۡمُكَذِّبُونَ ٥١ لَأٓكِلُونَ مِن شَجَرٖ مِّن زَقُّومٖ ٥٢ فَمَالِـُٔونَ مِنۡهَا ٱلۡبُطُونَ ٥٣ فَشَٰرِبُونَ عَلَيۡهِ مِنَ ٱلۡحَمِيمِ ٥٤ فَشَٰرِبُونَ شُرۡبَ ٱلۡهِيمِ ٥٥ هَٰذَا نُزُلُهُمۡ يَوۡمَ ٱلدِّينِ ٥٦ نَحۡنُ خَلَقۡنَٰكُمۡ فَلَوۡلَا تُصَدِّقُونَ ٥٧ أَفَرَءَيۡتُم مَّا تُمۡنُونَ ٥٨ ءَأَنتُمۡ تَخۡلُقُونَهُۥٓ أَمۡ نَحۡنُ ٱلۡخَٰلِقُونَ ٥٩ نَحۡنُ قَدَّرۡنَا بَيۡنَكُمُ ٱلۡمَوۡتَ وَمَا نَحۡنُ بِمَسۡبُوقِينَ ٦٠ عَلَىٰٓ أَن نُّبَدِّلَ أَمۡثَٰلَكُمۡ وَنُنشِئَكُمۡ فِي مَا لَا تَعۡلَمُونَ ٦١ وَلَقَدۡ عَلِمۡتُمُ ٱلنَّشۡأَةَ ٱلۡأُولَىٰ فَلَوۡلَا تَذَكَّرُونَ ٦٢ أَفَرَءَيۡتُم مَّا تَحۡرُثُونَ ٦٣ ءَأَنتُمۡ تَزۡرَعُونَهُۥٓ أَمۡ نَحۡنُ ٱلزَّٰرِعُونَ ٦٤ لَوۡ نَشَآءُ لَجَعَلۡنَٰهُ حُطَٰمٗا فَظَلۡتُمۡ تَفَكَّهُونَ ٦٥ إِنَّا لَمُغۡرَمُونَ ٦٦ بَلۡ نَحۡنُ مَحۡرُومُونَ ٦٧ أَفَرَءَيۡتُمُ ٱلۡمَآءَ ٱلَّذِي تَشۡرَبُونَ ٦٨ ءَأَنتُمۡ أَنزَلۡتُمُوهُ مِنَ ٱلۡمُزۡنِ أَمۡ نَحۡنُ ٱلۡمُنزِلُونَ ٦٩ لَوۡ نَشَآءُ جَعَلۡنَٰهُ أُجَاجٗا فَلَوۡلَا تَشۡكُرُونَ ٧٠ أَفَرَءَيۡتُمُ ٱلنَّارَ ٱلَّتِي تُورُونَ ٧١ ءَأَنتُمۡ أَنشَأۡتُمۡ شَجَرَتَهَآ أَمۡ نَحۡنُ ٱلۡمُنشِـُٔونَ ٧٢ نَحۡنُ جَعَلۡنَٰهَا تَذۡكِرَةٗ وَمَتَٰعٗا لِّلۡمُقۡوِينَ ٧٣ فَسَبِّحۡ بِٱسۡمِ رَبِّكَ ٱلۡعَظِيمِ ٧٤ ۞فَلَآ أُقۡسِمُ بِمَوَٰقِعِ ٱلنُّجُومِ ٧٥ وَإِنَّهُۥ لَقَسَمٞ لَّوۡ تَعۡلَمُونَ عَظِيمٌ ٧٦ إِنَّهُۥ لَقُرۡءَانٞ كَرِيمٞ ٧٧ فِي كِتَٰبٖ مَّكۡنُونٖ ٧٨ لَّا يَمَسُّهُۥٓ إِلَّا ٱلۡمُطَهَّرُونَ ٧٩ تَنزِيلٞ مِّن رَّبِّ ٱلۡعَٰلَمِينَ ٨٠ أَفَبِهَٰذَا ٱلۡحَدِيثِ أَنتُم مُّدۡهِنُونَ ٨١ وَتَجۡعَلُونَ رِزۡقَكُمۡ أَنَّكُمۡ تُكَذِّبُونَ ٨٢ فَلَوۡلَآ إِذَا بَلَغَتِ ٱلۡحُلۡقُومَ ٨٣ وَأَنتُمۡ حِينَئِذٖ تَنظُرُونَ ٨٤ وَنَحۡنُ أَقۡرَبُ إِلَيۡهِ مِنكُمۡ وَلَٰكِن لَّا تُبۡصِرُونَ ٨٥ فَلَوۡلَآ إِن كُنتُمۡ غَيۡرَ مَدِينِينَ ٨٦ تَرۡجِعُونَهَآ إِن كُنتُمۡ صَٰدِقِينَ ٨٧ فَأَمَّآ إِن كَانَ مِنَ ٱلۡمُقَرَّبِينَ ٨٨ فَرَوۡحٞ وَرَيۡحَانٞ وَجَنَّتُ نَعِيمٖ ٨٩ وَأَمَّآ إِن كَانَ مِنۡ أَصۡحَٰبِ ٱلۡيَمِينِ ٩٠ فَسَلَٰمٞ لَّكَ مِنۡ أَصۡحَٰبِ ٱلۡيَمِينِ ٩١ وَأَمَّآ إِن كَانَ مِنَ ٱلۡمُكَذِّبِينَ ٱلضَّآلِّينَ ٩٢ فَنُزُلٞ مِّنۡ حَمِيمٖ ٩٣ وَتَصۡلِيَةُ جَحِيمٍ ٩٤ إِنَّ هَٰذَا لَهُوَ حَقُّ ٱلۡيَقِينِ ٩٥ فَسَبِّحۡ بِٱسۡمِ رَبِّكَ ٱلۡعَظِيمِ ٩٦","type":2}],"name":"سورة الواقعة"},{"details":[{"details":"بِسۡمِ اللَّهِ الرَحۡمَـٰنُ الرَّحِيمِ","type":1},{"details":"تَبَٰرَكَ ٱلَّذِي بِيَدِهِ ٱلۡمُلۡكُ وَهُوَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ ١ ٱلَّذِي خَلَقَ ٱلۡمَوۡتَ وَٱلۡحَيَوٰةَ لِيَبۡلُوَكُمۡ أَيُّكُمۡ أَحۡسَنُ عَمَلٗاۚ وَهُوَ ٱلۡعَزِيزُ ٱلۡغَفُورُ ٢ ٱلَّذِي خَلَقَ سَبۡعَ سَمَٰوَٰتٖ طِبَاقٗاۖ مَّا تَرَىٰ فِي خَلۡقِ ٱلرَّحۡمَٰنِ مِن تَفَٰوُتٖۖ فَٱرۡجِعِ ٱلۡبَصَرَ هَلۡ تَرَىٰ مِن فُطُورٖ ٣ ثُمَّ ٱرۡجِعِ ٱلۡبَصَرَ كَرَّتَيۡنِ يَنقَلِبۡ إِلَيۡكَ ٱلۡبَصَرُ خَاسِئٗا وَهُوَ حَسِيرٞ ٤ وَلَقَدۡ زَيَّنَّا ٱلسَّمَآءَ ٱلدُّنۡيَا بِمَصَٰبِيحَ وَجَعَلۡنَٰهَا رُجُومٗا لِّلشَّيَٰطِينِۖ وَأَعۡتَدۡنَا لَهُمۡ عَذَابَ ٱلسَّعِيرِ ٥ وَلِلَّذِينَ كَفَرُواْ بِرَبِّهِمۡ عَذَابُ جَهَنَّمَۖ وَبِئۡسَ ٱلۡمَصِيرُ ٦ إِذَآ أُلۡقُواْ فِيهَا سَمِعُواْ لَهَا شَهِيقٗا وَهِيَ تَفُورُ ٧ تَكَادُ تَمَيَّزُ مِنَ ٱلۡغَيۡظِۖ كُلَّمَآ أُلۡقِيَ فِيهَا فَوۡجٞ سَأَلَهُمۡ خَزَنَتُهَآ أَلَمۡ يَأۡتِكُمۡ نَذِيرٞ ٨ قَالُواْ بَلَىٰ قَدۡ جَآءَنَا نَذِيرٞ فَكَذَّبۡنَا وَقُلۡنَا مَا نَزَّلَ ٱللَّهُ مِن شَيۡءٍ إِنۡ أَنتُمۡ إِلَّا فِي ضَلَٰلٖ كَبِيرٖ ٩ وَقَالُواْ لَوۡ كُنَّا نَسۡمَعُ أَوۡ نَعۡقِلُ مَا كُنَّا فِيٓ أَصۡحَٰبِ ٱلسَّعِيرِ ١٠ فَٱعۡتَرَفُواْ بِذَنۢبِهِمۡ فَسُحۡقٗا لِّأَصۡحَٰبِ ٱلسَّعِيرِ ١١ إِنَّ ٱلَّذِينَ يَخۡشَوۡنَ رَبَّهُم بِٱلۡغَيۡبِ لَهُم مَّغۡفِرَةٞ وَأَجۡرٞ كَبِيرٞ ١٢ وَأَسِرُّواْ قَوۡلَكُمۡ أَوِ ٱجۡهَرُواْ بِهِۦٓۖ إِنَّهُۥ عَلِيمُۢ بِذَاتِ ٱلصُّدُورِ ١٣ أَلَا يَعۡلَمُ مَنۡ خَلَقَ وَهُوَ ٱللَّطِيفُ ٱلۡخَبِيرُ ١٤ هُوَ ٱلَّذِي جَعَلَ لَكُمُ ٱلۡأَرۡضَ ذَلُولٗا فَٱمۡشُواْ فِي مَنَاكِبِهَا وَكُلُواْ مِن رِّزۡقِهِۦۖ وَإِلَيۡهِ ٱلنُّشُورُ ١٥ ءَأَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يَخۡسِفَ بِكُمُ ٱلۡأَرۡضَ فَإِذَا هِيَ تَمُورُ ١٦ أَمۡ أَمِنتُم مَّن فِي ٱلسَّمَآءِ أَن يُرۡسِلَ عَلَيۡكُمۡ حَاصِبٗاۖ فَسَتَعۡلَمُونَ كَيۡفَ نَذِيرِ ١٧ وَلَقَدۡ كَذَّبَ ٱلَّذِينَ مِن قَبۡلِهِمۡ فَكَيۡفَ كَانَ نَكِيرِ ١٨ أَوَ لَمۡ يَرَوۡاْ إِلَى ٱلطَّيۡرِ فَوۡقَهُمۡ صَٰٓفَّٰتٖ وَيَقۡبِضۡنَۚ مَا يُمۡسِكُهُنَّ إِلَّا ٱلرَّحۡمَٰنُۚ إِنَّهُۥ بِكُلِّ شَيۡءٍ بَصِيرٌ ١٩ أَمَّنۡ هَٰذَا ٱلَّذِي هُوَ جُندٞ لَّكُمۡ يَنصُرُكُم مِّن دُونِ ٱلرَّحۡمَٰنِۚ إِنِ ٱلۡكَٰفِرُونَ إِلَّا فِي غُرُورٍ ٢٠ أَمَّنۡ هَٰذَا ٱلَّذِي يَرۡزُقُكُمۡ إِنۡ أَمۡسَكَ رِزۡقَهُۥۚ بَل لَّجُّواْ فِي عُتُوّٖ وَنُفُورٍ ٢١ أَفَمَن يَمۡشِي مُكِبًّا عَلَىٰ وَجۡهِهِۦٓ أَهۡدَىٰٓ أَمَّن يَمۡشِي سَوِيًّا عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ ٢٢ قُلۡ هُوَ ٱلَّذِيٓ أَنشَأَكُمۡ وَجَعَلَ لَكُمُ ٱلسَّمۡعَ وَٱلۡأَبۡصَٰرَ وَٱلۡأَفۡـِٔدَةَۚ قَلِيلٗا مَّا تَشۡكُرُونَ ٢٣ قُلۡ هُوَ ٱلَّذِي ذَرَأَكُمۡ فِي ٱلۡأَرۡضِ وَإِلَيۡهِ تُحۡشَرُونَ ٢٤ وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلۡوَعۡدُ إِن كُنتُمۡ صَٰدِقِينَ ٢٥ قُلۡ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَإِنَّمَآ أَنَا۠ نَذِيرٞ مُّبِينٞ ٢٦ فَلَمَّا رَأَوۡهُ زُلۡفَةٗ سِيٓـَٔتۡ وُجُوهُ ٱلَّذِينَ كَفَرُواْ وَقِيلَ هَٰذَا ٱلَّذِي كُنتُم بِهِۦ تَدَّعُونَ ٢٧ قُلۡ أَرَءَيۡتُمۡ إِنۡ أَهۡلَكَنِيَ ٱللَّهُ وَمَن مَّعِيَ أَوۡ رَحِمَنَا فَمَن يُجِيرُ ٱلۡكَٰفِرِينَ مِنۡ عَذَابٍ أَلِيمٖ ٢٨ قُلۡ هُوَ ٱلرَّحۡمَٰنُ ءَامَنَّا بِهِۦ وَعَلَيۡهِ تَوَكَّلۡنَاۖ فَسَتَعۡلَمُونَ مَنۡ هُوَ فِي ضَلَٰلٖ مُّبِينٖ ٢٩ قُلۡ أَرَءَيۡتُمۡ إِنۡ أَصۡبَحَ مَآؤُكُمۡ غَوۡرٗا فَمَن يَأۡتِيكُم بِمَآءٖ مَّعِينٍ ٣٠","type":2}],"name":"سورة الملك"},{"is_private":true,"details":[],"name":"حزب الأمداد"},{"details":[],"name":"ورد الإقبال"},{"details":[{"details":"بِسۡمِ اللَّهِ الرَحۡمَـٰنِ الرَّحِيمِ","type":1},{"details":"  اللَّهُمَّ يَا عَلِيُّ يَا عَظِيمُ يَا حَلِيمُ يَا عَلِيمُ ، أَنتَ رَبِّي وَ عِلۡمُكَ حَسۡبِي ، فَنِعۡمَ الرَّبُّ رَبِّي وَ نِعۡمَ الۡحَسۡبُ حَسۡبِي ، تَنصُرُ مَنۡ تَشَآءُ وَ أَنتَ الۡعَزِيزُ الۡحَكِيمُ .","type":1},{"details":"  نَسۡأَلُكَ الۡعِصۡمَةَ فِي الۡحَرَكَاتِ وَ السَّـكَنَـاتِ وَ الۡكَلِمَاتِ وَ الۡإِرَادَاتِ وَ الۡخَطَرَاتِ ، مِنَ الظُّنُونِ وَ الشُّكُوكِ وَ الۡأَوۡهَـامِ السَّـاتِرَةِ لِلۡقُلُوبِ عَن مُطَالَعَةِ الۡغُيُوبِ .","type":1},{"details":[{"text":"  فَقَدۡ","type":1},{"text":" ابۡتُلِيَ الۡمُؤۡمِنُونَ وَ زُلۡزِلُوا زِلۡزَالَاً شَدِيدَاً ١١ وَ إِذۡ يَقُولُ الۡمُنَافِقُونَ وَ الَّذِينَ فِي قُلُوبِهِم مَّرَضٌ مَّا وَعَدَنَا اللَّهُ وَ رَسُولُهُ إِلَّا غُرُورَاً ","type":2}],"type":4},{"details":"  فَثَبِّتۡنَا وَ انصُرۡنَـا ، وَ سَخِّرۡ لَنَا هَذَا الۡبَحۡرَ كَمَا سَخَّرۡتَ الۡبَحۡرَ لِمُوسَىٰ ، وَ سَخَّرۡتَ النَّارَ لِإِبۡرَاهِيمَ ، وَ سَخَّرۡتَ الۡجِبَالَ وَ الۡحَدِيدَ لِدَاوودَ ، وَ سَخَّرۡتَ الرِّيحَ وَ الشَّيَاطِينَ وَ الۡجِنَّ لِسُلَيۡمَانَ ، وَ سَخِّرۡ لَنَا كُلَّ بَحۡرٍ هُوَ لَكَ فِي الۡأَرۡضِ وَ السَّمَآءِ وَ الۡمُلۡكِ وَ الۡمَلَكُوتِ ، وَ بَحۡرَ الدُّنۡيَا وَ بَحۡرَ الۡآخِرَةِ ، وَ سَخِّرۡ لَنَا كُلَّ شَيۡءٍ يَا مَن بِيَدِهِ مَلَكُوتُ كُلِّ شَيۡء . ٍ","type":1},{"details":[{"text":" كٓهيعٓـصٓ ","type":2},{"text":" ، ","type":1},{"text":" كٓهيعٓـصٓ ","type":2},{"text":" ، ","type":1},{"text":" كٓهيعٓـصٓ ","type":2}],"type":4},{"details":" انصُرۡنَا فَإِنَّكَ خَيۡرُ النَّاصِرِينَ ، وَ افۡتَحۡ لَنَا فَإِنَّكَ خَيۡرُ الۡفَاتِحِينَ ، وَ اغۡفِرۡ لَنَا فَإِنَّكَ خَيۡرُ الۡغَافِرِينَ ، وَ ارۡحَمۡنَا فَإِنَّكَ خَيۡرُ الرَّاحِمِينَ ، وَ ارۡزُقۡنَا فِإِنَّكَ خَيۡرُ الرَّازِقِينَ ، وَ اهۡدِنَا وَنَجِّنَا مِنَ الۡقَوۡمِ الظَّالِمِينَ .","type":1},{"details":"  وَ هَبۡ لَنَا رَيِحَاً طَيِّبَةً كَمَا هِيَ فِي عِلۡمِكَ ، وَ انشُرۡهَـا عَلَيۡنَا مِنۡ خَزَآئنِ رَحۡمَتِكَ ، وَ احۡمِلۡنَا بِهَا حَمۡلَ الۡكَرَامَةِ مَعَ السَّلَامَةِ وَ الۡعَافِيَةِ فِي الدِّينِ وَ الدُّنۡيَا وَ الۡآخِرَةِ ، إِنَّكَ عَلَىٰ كُلِّ شَيۡءٍ قَدِيرٌ .","type":1},{"details":[{"text":"  اللَّهُمَّ يَسِّرۡ لَنَا أُمُورَنَا مَعَ الرَّاحَةِ لِقُلُوبِنَا وَ أَبۡدَانِنَا ، وَ السَّلَامَةِ وَ الۡعَافِيَةِ فِي دُنۡيَانَا وَ دِينِنَا ، وَ كُن لَنَا صَاحِبَاً فِي سَفَرِنَا ، وَ خَلِيفَةً فِي أَهۡلِنَا ، وَ اطۡمِسۡ عَلَىٰ وُجُوهِ أَعۡدَآئنَا وَ امۡسَخۡهُمۡ عَلَىٰ مَكَانَتِهِمۡ فَلَا يَسۡتَطِيعُونَ الۡمُضِيَّ وَ لَا الۡمَجِيٓءَ إِلَيۡنَا","type":1},{"text":"  وَ لَوۡ نَشَآءُ لَطَمَسۡنَا عَلَىٰ أَعۡيُنِهِمۡ فَاسۡتَبَقُوا الصِّـرَاطَ فَأَنَّىٰ يُبۡصِرُونَ ٦٦ وَ لَوۡ نَشَآءُ لَمَسَخۡنَاهُمۡ عَلَىٰ مَكَانَتِهِمۡ فَمَا اسۡتَطَاعُوا مُضِيَّاً وَ لَا يَرۡجِعُونَ ","type":2}],"type":4},{"details":" يسٓ ١ وَ الۡقُرۡآنِ الۡحَكِيمِ ٢ إِنَّكَ لَمِنَ الۡمُرۡسَلِينَ ٣ عَلَىٰ صِرَاطٍ مُّسۡتَقِيمٍ ٤ تَنزِيلَ الۡعَزِيزِ الرَّحِيمِ ٥ لِتُنذِرَ قَوۡمَاً مَّا أُنذِرَ آبَاؤُهُمۡ فَهُمۡ غَافِلُونَ ٦ لَقَدۡ حَقَّ الۡقَوۡلُ عَلَىٰ أَكۡثَرِهِمۡ فَهُمۡ لَا يُؤۡمِنُونَ ٧ إِنَّا جَعَلۡنَا فِي أَعۡنَاقِهِمۡ أَغۡلَالًا فَهِيَ إِلَىٰ الۡأَذۡقَانِ فَهُمۡ مُّقۡمَحُونَ ٨ وَ جَعَلۡنَا مِن بَيۡنِ أَيۡدِيهِمۡ سَدَّاً وَ مِنۡ خَلۡفِهِمۡ سَدَّاً فَأَغۡشَيۡنَاهُمۡ فَهُمۡ لَا يُبۡصِرُونَ  ","type":2},{"details":"شَاهَتِ الۡوُجُوهُ ، شَاهَتِ الۡوُجُوهُ ، شَاهَتِ الۡوُجُوهُ .","type":1},{"details":" وَ عَنَتِ الۡوُجُوهُ لِلۡحَيِّ الۡقَيُّومِ وَ قَدۡ خَابَ مَنۡ حَمَلَ ظُلۡمَاً ","type":2},{"details":" طـسٓ ","type":2},{"details":"  حـمٓ ١ عٓـسٓـقٓ ","type":2},{"details":" مَرَجَ الۡبَحۡرَيۡنِ يَلۡتَقِيَانِ ١٩ بَيۡنَهُمَا بَرۡزَخٌ لَا يَبۡغِيَانِ ","type":2},{"details":[{"text":" حـمٓ ","type":2},{"text":"( سَبۡعَاً )","type":1}],"type":4},{"details":"حُمَّ الۡأَمۡرُ ، وَ جَآءَ النَّصۡرُ ، فَعَلَيۡنَا لَا يُنصَرُونَ .","type":1},{"details":" حـمٓ ١ تَنزِيلُ الۡكِتَابِ مِنۡ اللَّهِ الۡعَزِيزِ الۡعَلِيمِ ٢ غَافِرِ الذَّنبِ وَ قَابِلِ التَّوۡبِ شَدِيدِ الۡعِقَابِ ذِي الطَّوۡلِ لَآ إِلَـٰهَ إِلَّا هُوَ إِلَيۡهِ الۡمَصِيرُ ","type":2},{"details":"بِسۡمِ اللَّهِ بَابُنَا ، تَبَارَكَ حِيطَانُنَا ، يسٓ سَقۡفُنَا ، كٓهيعٓصٓ كِفَايَتُنَا ، حـمٓ عٓـسٓـقٓ حِمَـايَتُنَـا .","type":1},{"details":[{"text":" فَسَيَكۡفِيكَهُمُ اللَّهُ وَهُوَ السَّمِيعُ الۡعَلِيـمُ ","type":2},{"text":"( ثَلَاثَاً )","type":1}],"type":4},{"details":"سِتۡرُ الۡعَرۡشِ مَسۡبُولٌ عَلَيۡنَا ، وَ عَيۡنُ اللَّهِ نَاظِرَةٌ إِلَيۡنَا ، بِحَوۡلِ اللَّهِ لَا يُقۡدرُ عَلَيۡنَا .","type":1},{"details":" وَ اللَّهُ مِن وَرَآئهِم مُّحِيطٌ ٢٠ بَلۡ هُوَ قُرۡآنٌ مَّجِيدٌ ٢١ فِي لَوۡحٍ مَّحۡفُوظٍ ","type":2},{"details":[{"text":" فَاللَّهُ خَيۡرٌ حَافِظاً وَ هُوَ أَرۡحَمُ الرَّاحِمِينَ ","type":2},{"text":"( ثَلَاثَاً )","type":1}],"type":4},{"details":[{"text":" إِنَّ وَلِيِّـيَ اللَّهُ الَّذِي نَزَّلَ الۡكِتَابَ وَ هُوَ يَتَوَلَّىٰ الصَّالِحِينَ ","type":2},{"text":"( ثَلَاثَاً )","type":1}],"type":4},{"details":[{"text":" حَسۡبِي اللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ عَلَيۡهِ تَوَكَّلۡتُ وَ هُوَ رَبُّ الۡعَرۡشِ الۡعَظِيمِ ","type":2},{"text":"( ثَلَاثَاً )","type":1}],"type":4},{"details":[{"text":" بِسۡمِ اللَّهِ الَّذِي لَا يَضُـرُّ مَعَ اسۡمِهِ شَيۡءٌ فِي الۡأَرۡضِ وَ لَا فِي السَّمَآءِ وَ هُوَ السَّمِيعِ الۡعَلِيمِ .","type":1},{"text":"( ثَلَاثَاً )","type":1}],"type":4},{"details":"  أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّآمَّاتِ مِن شَرِّ مَا خَلَقَ . ( ثَلَاثَاً )","type":1},{"details":[{"text":"  وَ لَا حَوۡلَ وَ لَا قَوَّةَ إِلَّا بِاللَّهِ الۡعَلِيِّ الۡعَظِيمِ .","type":1},{"text":"( ثَلَاثَاً )","type":1}],"type":4},{"details":"   وَ صَلَّىٰ اللَّهُ عَلَىٰ سَيِّدِنَا مُحَمَّدٍ وَ آلِهِ وَ صَحۡبِهِ وَ سَلَّمَ .","type":1}],"name":"حزب البحر"},{"details":[{"details":"بِسۡمِ اللَّهِ الرَّحۡمَٰنِ الرَّحِيمِ","type":1},{"details":"  احۡتَجَبۡتُ بِنُورِ اللَّهِ الۡقَدِيمِ الۡكَامِلِ ، وَ تَحَصَّنتُ بِحِصۡنِ اللَّهِ الۡقَوِيِّ الشَّامِلِ ، وَ رَمَيۡتُ مَن رَمَانِي بِسِهَامِ اللَّهِ وَ سَيۡفِهِ الۡقَاتِلِ .","type":1},{"details":"  اللَّهُمَّ يَا غَالِبَاً عَلَىٰ أَمۡرِهِ ، وَ يَا قَاهِرَاً فَوۡقَ حُكۡمِهِ ، وَ يَا حَآئلَاً بَيۡنَ الۡمَرۡءِ وَ قَلۡبِهِ ، حُلۡ بَيۡنِـي وَ بَيۡنَ أَعۡدَآئي وَ عِداتي ، وَ بَيۡنَ الشَّيۡطَانِ وَ قِنِي عَنَتَهُ ، وَ بَيۡنَ مَن لَا طَاقَةَ لِي بِهِ مِنۡ خَلۡقِكَ ،كُفَّ عَنِّي أَلۡسِنَتَهُمۡ ، وَ اغۡلُلۡ أَيِدِيَهُمۡ وَ أَرۡجُلَهُمۡ ، وَ اجۡعَلۡ بَيۡنِـي وَ بَيۡنَهُمۡ سِتۡرَاً مِن نُورِ عَظَمَتِكَ ، وَ حِجَابَاً مِن قُوَّتِكَ ، وَ جُندَاً مِن سُلۡطَانِـكَ ، إِنَّكَ حَيٌّ قَادِرٌ .","type":1},{"details":"  اللَّهُمَّ أَغۡشِ عَنِّـي أَبۡصَارَ الظَّالِمِينَ حَتَّـىٰ أَرُدَّ الۡعَوَادِي ، وَ أَغۡشِ عَنِّـي أَبۡصَارَ الظَّلَمَةِ وَ أَبۡصَارَ الْأعداء حَتَّىٰ لَا أُبَالِي بِأَبۡصَارِهِمۡ .","type":1},{"details":" يَكَادُ سَنَا بَرۡقِهِ يَذۡهَبُ بِالۡأَبۡصَارِ ٤٣ يُقَلِّبُ اللَّهُ اللَّيۡلَ وَ النَّهَارَ ۚ إِنَّ فِي ذَلِكَ لَعِبۡـرَةً لِّأُولِي الۡأَبۡصَارِ ","type":2},{"details":" كٓهيعٓصٓ ","type":2},{"details":" كَمَآءٍ أَنزَلۡنَاهُ مِنَ السَّمَآءِ فَاخۡتَلَطَ بِهِ نَبَاتُ الۡأَرۡضِ فَأَصۡبَحَ هَشِيمَاً تَذۡرُوهُ الرِّيَاحُۗ وَ كَانَ اللَّهُ عَلَىٰ كُلِّ شَيۡءٍ مُّقۡتَدِرَاً ","type":2},{"details":" يَوۡمَ الۡآزِفَةِ إِذِ الۡقُلُوبُ لَدَىٰ الۡحَنَاجِرِ كَاظِمِينَ ۚ مَا لِلظَّالِمِينَ مِنۡ حَمِيمٍ وَ لَا شَفِيعٍ يُطَاعُ ","type":2},{"details":" عَلِمَتۡ نَفۡسٌ مَّآ أَحۡضَـرَتۡ ١٤ فَلَآ أُقۡسِمُ بِالۡخُنَّـسِ ١٥ الۡجَوَارِ الۡكُنَّسِ ١٦ وَ اللَّيۡلِ إِذَا عَسۡعَسَ ١٧ وَ الصُّبۡحِ إِذَا تَنَفَّسَ ","type":2},{"details":"  شَاهَتِ الۡوُجُوهُ ، شَاهَتِ الۡوُجُوهُ ، شَاهَتِ الۡوُجُوهُ .","type":1},{"details":"  وَ كَلَّتِ الۡأَلۡسِنَةُ ، وَ عَمِيَتِ الۡأَبۡصَارُ ، فَزَيۡغُهُمۡ بَيۡنَ أَعۡيُنِهِمۡ ، وَ شَرُّهُمۡ تَحۡتَ أَقۡدَامِهِمۡ ، وَ خَاتَمُ سُلَيۡمَانَ عَلَىٰ أَفۡوَاهِهِمۡ .","type":1},{"details":" فَسَيَكۡفِيكَهُمُ اللَّهُ وَ هُوَ السَّمِيعُ الۡعَلِيمُ ","type":2},{"details":" إِنَّهُ مِن سُلَيۡمَانَ وَ إِنَّهُ بِسۡمِ اللَّهِ الرَّحۡمَـٰنِ الرَّحِيمِ ٣٠ أَلَّا تَعۡلُوا عَلَـيَّ وَ أۡتُونِي مُسۡلِمِينَ ","type":2},{"details":[{"text":" وَ لَا حَوۡلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الۡعَلِىٰ الۡعَظِيمِ ","type":2},{"text":"( ثَلَاثَاً )","type":1}],"type":4},{"details":"  وَ صَلَّىٰ اللَّهُ عَلَىٰ سَيِّدِنَا مُحَمَّدٍ وَ عَلَىٰ آلِهِ وَ صَحۡبِهِ وَ سَلَّمَ .","type":1}],"name":"حزب الأمان"},{"details":[{"details":"بِسۡمِ اللَّهِ الرَّحۡمَٰنِ الرَّحِيمِ","type":1},{"details":"  اللَّهُمَّ بِسَطۡـوَةِ جَبَـرُوتِ قَهۡرِكَ ، وَ بِسُرۡعَةِ إِغَاثَةِ نَصۡـرِكَ ، وَ بِغَيۡرَتِكَ لِانتِهَاكِ حُرُمَاتِكَ ، وَ بِحِمَايَتِكَ لِمَنِ احۡتَمَىٰ بِآيَاتِكَ ، نَسۡأَلُكَ يَا اللَّهُ ، يَا قَرِيبُ ، يَا سَمِيعُ ، يَا مُجِيبُ ، يَا سَرِيعُ ، يَا جَبَّارُ ، يَا مُنتَقِمُ ، يَا قَهَّارُ ، يَا شَدِيدَ الۡبَطۡشِ ، يَا مَن لَا يُعۡجِزُهُ قَهۡرُ الۡجَبَابِرَةِ ، وَ لَا يَعۡظُمُ عَلَيۡهِ هَلَاكُ الۡمُتَمَرِّدَةِ مِنَ الۡمُلُوكِ وَ الۡأَكَاسِرةِ ، أَسۡأَلُكَ أَن تَجۡعَلَ كَيۡدَ مَن كَادَنِي فِي نَحۡرِهِ ، وَ مَكۡرَ مَنۡ مَكَرَ بِي عَآئدَاً عَلَيۡهِ ، وَ حُفۡرَةَ مَنۡ حَفَرَ لِي وَاقِعَاً فِيهَا ، وَ مَن نَصَبَ لِي شَبَكَةَ الۡخِدَاعِ ، اجۡعَلۡهُ يَا سَيِّدِي مُسَاقَاً إِلَيۡهَا ، وَ مُصَادَاً فِيهَا ، وَ أَسِيرَاً لَدَيۡهَا .","type":1},{"details":[{"text":"  اللَّهُمَّ بِحَقِ","type":1},{"text":" كٓهيعٓصٓ ","type":2},{"text":"اكۡفِنَا هَمَّ الۡعِدَا ، وَ لَقِّهِمُ الرَّدَىٰ ، وَ اجۡعَلۡهُمۡ لِكُلِّ حَبِيبٍ فِدَا ، وَ سَلِّطۡ عَلَيۡهِمۡ عَاجِلَ النِّقۡمَةِ فِي الۡيَوۡمِ وَ الۡغَدَا .","type":1}],"type":4},{"details":"  اللَّهُمَّ بَدِّدۡ شَمۡلَهُمۡ ، اللَّهُمَّ فَرِّقۡ جَمۡعَهُمۡ ، اللَّهُمَّ افۡلُلۡ حَدَّهُمۡ ، اللَّهُمَّ أَقۡلِلۡ عَدَّهُمۡ ، اللَّهُمَّ اجۡعَلِ الدَّآئرَةَ عَلَيۡهِمۡ ، اللَّهُمَّ أَرۡسِلِ الۡعَذَابَ إِلَيۡهِمۡ .","type":1},{"details":"  اللَّهُمَّ أَخۡرِجۡهُمۡ عَن دَآئرَةِ الۡحِلۡمِ ، وَ اسۡلُبۡهُمۡ مَدَدَ الۡإِمۡهَالِ ، وَ غُلَّ أَيۡدِيَهِمۡ ، وَ ارۡبِطۡ عَلَىٰ قُلُوبِهِمۡ ، وَ لَا تُبَلِّغۡهُمُ الۡآمَالَ . اللَّهُمَّ مَزِّقۡهُمۡ كُلَّ مُمَزَّقٍ مَزَّقۡتَهُ لِأَعۡدَآئكَ ، انتِصَارَاً لِأَنۡبِيَآئكَ وَ رُسُلِكَ وَ أَوۡلِيَآئكَ . اللَّهُمَّ انتَصِرۡ لَنَا انتِصَارَكَ لِأَحِبَّآئكَ عَلَىٰ أَعۡدَآئكَ . اللَّهُمَّ لَا تُمَكِّنِ الۡأَعۡدَآءَ فِينَا ، وَ لَا تُسَلِّطۡهُمۡ عَلَيۡنَا بِذُنُوبِنَا .","type":1},{"details":[{"text":" حـمٓ ","type":2},{"text":"( سَبۡعَاً )","type":1}],"type":4},{"details":"  حُمَّ الۡأَمۡرُ وَ جَآءَ النَّصۡرُ فَعَلَيۡنَا لَا يُنصَرُونَ .","type":1},{"details":[{"text":" حـمٓ ١ عٓـسٓـقٓ ","type":2},{"text":"حِمَايَتُنَا مِمَّا نَخَافُ .","type":1}],"type":4},{"details":"  اللَّهُمَّ قِنَا شَرَّ الۡأَسۡوَا ، وَ لَا تَجۡعَلۡنَا مَحَلَّاً لِلۡبَلۡوَىٰ . ( ثَلَاثَاً )","type":1},{"details":"  يَا مَن بِفَضۡلِهِ لِفَضۡلِهِ نَسۡأَلُ :","type":1},{"details":"  نَسۡأَلُكَ الۡعَجَلَ الۡعَجَلَ . ( ثَلَاثَاً )","type":1},{"details":" إِلَهِي الۡإِجَابَةَ الۡإِجَابَةَ . ( ثَلَاثَاً )","type":1},{"details":"  يَا مَنۡ أَجَابَ نُوحَاً فِي قَوۡمِهِ ، يَا مَن نَصَرَ إِبۡرَاهِيمَ عَلَىٰ أَعۡدَآئهِ يَا مَن رَدَّ يُوسُفَ عَلَىٰ يَعۡقُوبَ ، يَا مَن كَشَفَ ضُرَّ أَيُّوبَ ، يَا مَنۡ أجَابَ دَعۡوَةَ زَكَرِيَّا ، يَا مَن قَبِلَ تَسۡبِيحَ يُونُسَ بۡنَ مَتَّىٰ ، نَسۡأَلُكَ بِأَسۡرَارِ أَصۡـحَـابِ هَذِهِ الدَّعَوَاتِ الۡـمُسۡتَجَابَـاتِ أَن تَتَقۡبَّلَ مَا بِهِ دَعَوۡنَاكَ ، وَ أَن تُعۡطِيَنَا خَيۡـرَ مَا سَأَلۡنَاكَ ، أَنۡجِزۡ لَنَا وَعۡدَكَ الَّذِي وَعَدتَّهُ عِبَادَكَ الۡمُؤۡمِنِينَ .","type":1},{"details":[{"text":" لَآ إِلَـٰهَ إِلَّا أَنتَ سُبۡحَانَكَ إِنِّي كُنتُ مِنَ الظَّالِمِينَ ","type":2},{"text":"( ثَلَاثَاً )","type":1}],"type":4},{"details":"  انقَطَعَتۡ آمَالُنَا - وَ عِزَّتِكَ - إِلَّا مِنكَ ، وَ خَابَ رَجَآؤُنَا - وَ حَقِّكَ - إِلَّا فِيكَ . ( ثَلَاثَاً )","type":1},{"details":[["إنۡ أَبۡطَأَتۡ غَارَةُ الۡأَرۡحَامِ وَ ابۡتَعَدَتۡ","فَأقۡـــرَبُ الشَّــيۡءِ مِنَّــا غَــارَةُ اللَّهِ"],["يَا غَـــــارَةَ اللَّهِ جِدِّي السَّيۡرَ مُسۡرِعَـــــةً","فِـي حَــلِّ عُقدَتِنَــا يَـا غَـــارَةَ اللَّهِ"]],"type":3},{"details":[["عَـدَتِ الۡعَـادُونَ وَ جَـارُوا","وَرَجَــوۡنَـا  اللَّـهَ  مُـجِيــرَاً"],["وَ كَفَــىٰ بِاللَّــهِ وَلِيَّـــــاً","وَ كَـفَـىٰ بِاللَّـهِ نَصِيـــــرَاً"]],"type":33},{"details":"  وَ حَسۡبُنَا اللَّهُ وَ نِعۡمَ الۡوَكِيلُ ، نِعۡمَ الۡمُوۡلَىٰ وَ نِعۡمَ النَّصِيرُ ، وَ لَا حَوۡلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الۡعَلِيّ الۡعَظِيمِ .","type":1},{"details":"  ( اسۡتَجِبۡ لَنَا . آمِين ) . ( ثَلَاثَاً )","type":1},{"details":" فَأَصۡبَحُوا لَا يُرَىٰ إِلَّا مَسَاكِنُهُمۡ ۚ كَذَلِكَ نَجۡزِي الۡقَوۡمَ الۡمُجۡرِمِينَ ","type":2},{"details":" فَقُطِعَ دَابِرُ الۡقَوۡمِ الَّذِينَ ظَلَمُوا ۚوَ الۡحَمۡدُ لِلَّهِ رَبِّ الۡعَالَمِينَ ","type":2},{"details":" سُبۡحَانَ رَبِّكَ رَبِّ الۡعِزَّةِ عَمَّا يَصِفُونَ ١٨٠ وَ سَلَامٌ عَلَىٰ الۡمُرۡسَلِينَ ١٨١ وَ الۡحَمۡدُ لِلَّهِ رَبِّ الۡعَالَمِينَ ","type":2}],"name":"حزب النصر"},{"details":[{"details":"أَعُوذُ باللَّهِ مِنَ الشَّيطَانِ الرَّجيِم","type":1},{"details":"بِسۡمِ اللَّهِ الرَحۡمَـٰنِ الرَّحِيمِ","type":1},{"details":" وَ إِذَا جَآءَكَ الَّذِينَ يُؤۡمِنُونَ بِآيَاتِنَا فَقُلۡ سَلَامٌ عَلَيۡكُمۡ ۖكَتَبَ رَبُّكُمۡ عَلَـىٰ نَفۡسِهِ الرَّحۡمَةَ أَنَّهُ مَنۡ عَمِلَ مِنكُمۡ سُوٓءَاً بِجَهَالَةٍ ثُمَّ تَابَ مِن بَعۡدِهِ وَ أَصۡلَحَ فَأَنَّهُ غَفُورٌ رَّحِيمٌ ","type":2},{"details":" بَدِيعُ السَّمَـٰوَ اتِ وَ الۡأَرۡضِۖ أَنَّىٰ يَكُونُ لَهُ وَلَدٌ وَ لَمۡ تَكُن لَّهُ صَاحِبَةٌ ۖوَ خَلَقَ كُلَّ شَيۡءٍ ۖ وَ هُوَ بِكُلِّ شَيۡءٍ عَلِيمٌ ","type":2},{"details":" ذَلِكُمُ اللَّهُ رَبُّكُمۡ ۖ لَآ إِلَـٰهَ إِلَّا هُوَ ۖخَالِقُ كُلِّ شَيۡءٍ فَاعۡبُدُوهُ ۖ وَ هُوَ عَلَىٰ كُلِّ شَيۡءٍ وَ كِيلٌ ١٠٢ لَا تُدۡرِكُهُ الۡأَبۡصَارُ وَ هُوَ يُدۡرِكُ الۡأَبۡصَارَۖ وَ هُوَ اللَّطِيفُ الۡخَبِيرُ ","type":2},{"details":" الٓر ","type":2},{"details":" كٓهيعٓـصٓ ","type":2},{"details":" حـمٓ ١ عٓـسٓـقٓ ","type":2},{"details":" رَبِّ احۡكُم بِالۡحَقِّ ۗوَ رَبُّنَا الرَّحۡمَـٰنُ الۡمُسۡتَعَانُ عَلَىٰ مَا تَصِفُونَ ","type":2},{"details":" طه ١ مَآ أَنزَلۡنَا عَلَيۡكَ الۡقُرۡآنَ لِتَشۡقَىٰ ٢ إِلَّا تَذۡكِرَةً لِّمَن يَخۡشَىٰ ٣ تَنـزِيلَاً مِّمَّنۡ خَلَقَ الۡأَرۡضَ وَ السَّمَـٰوَاتِ الۡعُلَىٰ ٤ الرَّحۡمَـٰنُ عَلَىٰ الۡعَرۡشِ اسۡتَوَىٰ ٥ لَهُ مَا فِي السَّمَـٰوَاتِ وَ مَا فِي الۡأَرۡضِ وَ مَا بَيۡنَهُمَا وَ مَا تَحۡتَ الثّـرَىٰ ٦ وَ إِن تَجۡهَرۡ بِالۡقَوۡلِ فَإِنّهُ يَعۡلَمُ السِّـرَّ وَ أَخۡفَىٰ ٧ اللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ لَهُ الۡأَسۡمَآءُ الۡحُسۡنَىٰ ","type":2},{"details":"  اللَّهُمَّ إِنَّكَ تَعۡلَمُ أَنِّي بِالۡجَهَالَةِ مَعۡرُوفٌ ، وَ أَنتَ بِالۡعِلۡـمِ مَوۡصُوفٌ ، وَ قَدۡ وَسِعۡتَ كُلَّ شَيۡءٍ مِن جَهَالَتِي بِعِلۡمِكَ ، فَسَعۡ ذَلِكَ بِرَحۡمَتِكَ كَمَا وَسِعۡتَهُ بِعِلۡمِكَ ، وَ اغۡفِرۡ لِي إِنَّكَ عَلَىٰ كُلِّ شَيۡءٍ قَدِيرٌ .","type":1},{"details":"  يَا اللَّهُ ، يَا مَالِكُ ، يَا وَهَّابُ ، هَبۡ لَنَا مِن نُعۡمَاكَ مَا عَلِمۡتَ لَنَا فِيهِ رِضَاكَ ، وَ اكۡسُنَا كِسۡوَةً تَقِنَا بِهَا مِنَ الۡفِتَنِ فِي جَمِيعِ عَطَايَاكَ ، وَ قَدِّسۡنَا عَن كُلِّ وَ صۡفٍ يُوجِبُ نَقۡصَاً مِمَّا اسۡتَأۡثَرۡتَ بِهِ فِي عِلۡمِكَ عَمَّن سِوَاكَ .","type":1},{"details":"  يَا اللَّهُ ، يَا عَظِيمُ ، يَا عَلِيُّ ، يَا كَبِيرُ ، نَسۡأَلُكَ الۡفَقۡرَ مِمَّا سِوَاكَ ، وَ الۡغِنَىٰ بِكَ حَتَّىٰ لَا نَشۡهَدَ إِلَّا إِيَّاكَ ، وَ الۡطُفۡ بِنَا فِيهِمَا لُطۡفَاً عَلِمۡتَهُ يَصۡلُحُ لِمَن وَالَاكَ ، وَ اكۡسُنَا جَلَابِيبَ الۡعِصۡمَةِ فِي الۡأَنفَاسِ وَ اللَّحَظَاتِ ، وَ اجۡعَلۡنَا عَبِيدَاً لَكَ فِي جَمِيعِ الۡحَالَاتِ ، وَ عَلِّمۡنَا مِن لَدُنكَ عِلۡماً نَصيِرُ بِهِ كَامِلِينَ فِي الۡمَحۡيَا وَ الۡمَمَاتِ .","type":1},{"details":"  اللَّهُمَّ أَنتَ الۡحَمِيدُ ، الرَّبُّ الۡمَجِيدُ ، الۡفَعَّالُ لِمَا تُرِيدُ ، تَعۡلَمُ فَرَحَنَا بِمَاذَا وَ لِمَاذَا ، وَ تَعۡلَمُ حُزۡنَنَا كَذَلِكَ ، وَ قَدۡ أَوۡجَبۡتَ كَوۡنَ مَا أَرَدتَّهُ فِينَا وَ مِنَّا ، وَ لَا نَسۡأَلُكَ دَفۡعَ مَا تُرِيدُ ، وَ لَكِن نَسۡأَلُكَ التَّأۡييدَ بِرُوحٍ مِنۡ عِندِكَ فِيمَا تُرِيدُ ، كما أيَّدتَّ أَنبِيَآءَكَ وَ رُسُلَكَ وَ خَآصَّةَ الصِّدِّيقيِنَ مِنۡ خَلۡقِكَ ، إِنَّكَ عَلَىٰ كُلِّ شَيۡءٍ قَدِيرٌ .","type":1},{"details":"  اللَّهُمَّ فَاطِرَ السَّمَـٰوَاتِ وَ الۡأَرۡضِ ، عَالِمَ الۡغَيۡبِ وَ الشَّهَادَةِ ، أَنتَ تَحۡكُمُ بَيۡنَ عِبَادِكَ ، فَهَنِيئَاً لِمَنۡ عَرَفَكَ فَرَضِيَ بِقَضَآئكَ ، وَ الۡوَيۡلُ لِمَنۡ لَمۡ يَعۡرِفۡكَ ، بَلِ الۡوَيۡلُ ثُمَّ الۡوَيۡلُ لِمَنۡ أَقَرَّ بِوَحۡدَانِيَّتِكَ وَ لَمۡ يَرۡضَ بِأَحۡكَامِكَ .","type":1},{"details":"  اللَّهُمَّ إِنَّ الۡقَوۡمَ قَدۡ حَكَمۡتَ عَلَيۡهِمۡ بِالذُّلِّ حَتَّىٰ عَزُّوا ، وَ حَكَمۡتَ عَلَيۡهِمۡ بِالۡفَقۡدِ حَتَّىٰ وَجَدُوا ، فَكُلُّ عِزٍّ يَمۡنَعُ دُونَكَ فَنَسۡأَلُكَ بَدَلَهُ ذُلَّاً تَصۡحَبُهُ لَطَآئفُ رَحۡمَتِكَ ، وَ كُلُّ وَجۡدٍ يَحۡجُبُ عَنكَ فَنَسۡأَلُكَ عِوَضَهُ فَقۡدَاً تَصۡـحَبُـهُ أَنۡوَارُ مَحَبَّتِكَ ، فَإِنَّهُ قَدۡ ظَهَرَتِ السَّعَادَةُ عَلَىٰ مَنۡ أَحۡبَبۡتَهُ ، وَ ظَهَرَتِ الشَّقَاوَةُ عَلَىٰ مَنۡ غيۡـرُكَ مَلَكَهُ ؛ فهَبۡ لَنَا مِن مَوَاهِبِ السُّعَدَآءِ ، وَ اعۡصِمۡنَا مِن مَوَارِدِ الۡأَشۡقِيَآءِ .","type":1},{"details":"  اللَّهُمَّ إِنَّا قَدۡ عَجَزۡنَا عَنۡ دَفۡعِ الضُّرِّ عَنۡ أنفُسِنَا مِنۡ حَيۡثُ نَعۡلَمُ بِمَا نَعۡلَمُ ، فَكَيۡفَ لَا نَعۡجَزُ عَن ذَلِكَ مِنۡ حَيۡثُ لَا نَعۡلَمُ بِمَا لَا نَعۡلَمُ ، وَ قَدۡ أَمَرۡتَنَا وَ نَهَيۡتَنَا ، وَ الۡمَدۡحَ وَ الذَّمَّ أَلۡزَمۡتَنَا ؛ فَأَخُو الصَّلَاحِ مَنۡ أَصۡلَحۡتَهُ ، وَ أَخُو الۡفَسَادِ مَنۡ أَضۡلَلۡتَهُ ، وَ السَّعِيدُ حَقَّاً مَنۡ أَغۡنَيۡتَهُ عَنِ السُّؤَالِ مِنكَ ، وَ الشَّقِيُّ حَقَّاً مَنۡ حَرَمۡتَهُ مَعَ كَثۡرَةِ السُّؤَالِ لَكَ ؛ فَأَغۡنِنَا بِفَضۡلِكَ عَن سُؤَالِنَا مِنكَ ، وَ لَا تَحۡرِمۡنَا مِن رَّحۡمَتِكَ مَعَ كَثۡرَةِ سُؤَالِنَا لَكَ ، إِنَّكَ عَلَىٰ كُلِّ شَيۡءٍ قَدِيرٌ .","type":1},{"details":"  يَا شَدِيدَ الۡبَطۡشِ ، يَا جَبَّارُ ، يَا قَهَّارُ ، يَا حَكِيمُ ، نَعُوذُ بِكَ مِن شَرِّ مَا خَلَقۡتَ ، وَ نَعُوذُ بِكَ مِن ظُلۡمَةِ مَا أبۡدَعۡتَ ، وَ نَعُوذُ بِكَ مِن كَيۡدِ النُّفُوسِ فِيمَا قَدَّرۡتَ وَ أَرَدتَّ ، وَ نَعُوذُ بِكَ مِن شَرِّ الۡحُسَّادِ عَلَىٰ مَا أَنۡعَمۡتَ ، وَ نَسۡأَلُكَ عِزَّ الدُّنۡيَا وَ الۡآخِرَةِ كَمَا سَأَلَكَهُ نَبِيُّكَ سَيِّدُنَا مُحَمَّدٌ صَلَىٰ اللَّهُ عَلَيۡهِ و آلِهِ وَ سَلَّمَ ، عِزَّ الدُّنۡيَـا بِالۡإِيمَانِ وَ الۡمَعۡرِفَةِ ، وَ عِزَّ الۡآخِرَةِ بِاللِّقَآءِ وَ الۡمُشَاهَدَةِ ، إِنَّكَ سَمِيعٌ قَريِبٌ مُجِيبٌ .","type":1},{"details":"  اللَّهُمَّ إِنِّي أُقَدِّمُ إِلَيۡكَ بَيۡنَ يَدَيۡ كُلِّ نَفَسٍ وَ لَمۡحَةٍ وَ طَرۡفَةٍ يَطۡرِفُ بِهَا أَهۡلُ السَّمَـٰوَاتِ وَ أَهۡلُ الۡأَرۡضِ ، وَ كُلِّ شَيۡءٍ هُوَ فِي عِلۡمِكَ كَآئنٌ أَوۡ قَدۡ كَانَ ، أُقَدِّمُ إِلَيۡكَ بَيۡنَ يَدَيۡ ذَلِكَ كُلِّهِ :","type":1},{"details":" اللَّهُ لَآ إِلَـٰهَ إِلَّا هُوَ الۡحَـيُّ الۡقَيُّومُ ۚ لَا تَأۡخُذُهُ سِنَةٌ وَ لَا نَوۡمٌ ۚ لَهُ مَا فِـي السَّمَـٰوَاتِ وَ مَا فِي الۡأَرۡضِۗ مَن ذَا الَّذِي يَشۡفَعُ عِنۡدَهُ إِلَّا بِإِذۡنِهِ ۚيَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَ مَا خَلۡفَهُمۡ ۖوَ لَا يُحِيطُونَ بِشَـيۡءٍ مِنۡ عِلۡمِهِ إِلَّا بِمَا شَآءَ ۚوَسِعَ كُرۡسِيُّهُ السَّمَـٰوَاتِ وَ الۡأَرۡضَ ۖوَ لَا يَئُودُهُ حِفۡظُهُمَا ۚ وَ هُوَ الۡعَلِيُّ الۡعَظِيمُ ","type":2},{"details":"  أَقۡسَمۡتُ عَلَيۡكَ بِبَسۡطِ يَدَيۡكَ ، وَ كَرَمِ وَجۡهِكَ ، وَ نُورِ عَيۡنِكَ ، وَ كَمَالِ أَعۡيُنِكَ ، أَن تُعۡطِيَنَا خَيۡرَ مَا نَفَذَتۡ بِهِ مَشِيٓئَتُكَ ، وَ تَعَلَّقَتۡ بِهِ قُدۡرَتُكَ ، وَ أَحَاطَ بِهِ عِلۡمُكَ ، وَ اكۡفِنَا شَرَّ مَا هُوَ ضِدٌّ لِذَلِكَ ، وَ أَكۡمِلۡ دِينَنَا ، وَ أَتۡمِمۡ عَلَيۡنَا نِعۡمَتَكَ ، وَ هَبۡ لَنَا حِكۡمَةَ الۡحِكۡمَةِ الۡبَالِغَةِ مَعَ الۡحَيَاةِ الطَّيِّبَةِ ، وَ الۡمَوۡتَةِ الۡحَسَنَةِ ، وَ تَوَلَّ قَبۡضَ أَرۡوَاحِنَا بِيَدِكَ ، وَ حُلۡ بَيۡنَنَا وَ بَيۡنَ غَيۡـرِكَ فِي البَرۡزَخِ وَ مَا قَبۡلَهُ وَ مَا بَعۡدَهُ بِنُورِ ذَاتِكَ ، وَ عَظِيمِ قُدۡرَتِكَ ، وَ جَمِيلِ فَضۡلِكَ ، إِنَّكَ عَلَىٰ كُلِّ شَيۡءٍ قَدِيرٌ .","type":1},{"details":"  يَا اللَّهُ ، يَا عَلِيُّ ، يَا عَظِيمُ ، يَا حَليِـمُ ، يَا حَكيِـمُ ، يَا كَرِيـمُ ، يَا سَمِيعُ ، يَا قَرِيبُ ، يَا مُجِيبُ ، يَا وَدُودُ ، حُلۡ بَيۡنَنَا وَ بَيۡنَ فِتۡنَةِ الدُّنۡيَـا وَ النِّسَآءِ ، وَ الۡغَفۡلَةِ وَ الشَّهۡوَةِ ، وَ ظُلۡمِ الۡعِبَادِ ، وَ سُوٓءِ الۡخُلُقِ ، وَ اغۡفِرۡ لَنَا ذُنُوبَنَا ، وَ اقۡضِ عَنَّا تَبِعَاتِنَا ، وَ اكۡشِفۡ عَنَّا السُّوٓءَ ، وَ نَجِّنَا مِنَ الۡغَمِّ ، وَ اجۡعَلۡ لَنَا مِنۡهُ مَخۡرَجَاً ، إِنّكَ عَلَىٰ كُلِّ شَيۡءٍ قَدِيرٌ .","type":1},{"details":[{"text":" يَا اللَّهُ ، يَا اللَّهُ ، يَا اللَّهُ ، يَا لَطِيفُ ، يَا رَزَّاقُ ، يَا قَوِيُّ ، يَا عَزِيزُ ، لَكَ مَقَالِيدُ السَّمَـٰوَاتِ وَ الۡأَرۡضِ ، تَبۡسُطُ الرِّزۡقَ لِمَن تَشَآءُ وَ تَقۡدِرُ ، فَابۡسُطۡ لَنَا مِنَ الرِّزۡقِ مَا تُوصِّلُنَا بِهِ إِلَىٰ رَحۡمَتِكَ ، وَ مِن رَّحۡمَتِكَ مَا تَحُولُ بِهِ بَيۡنَنَا وَ بَيۡنَ نِقۡمَتِكَ ، وَ مِنۡ حِلۡمِكَ مَا يَسَعُنَا بِهِ عَفۡوُكَ ، وَ اخۡتِمۡ لَنَا بِالسَّعَادَةِ الَّتِي خَتَمۡتَ بِهَا لِأَوۡلِيَآئكَ ، وَ اجۡعَلۡ خَيۡرَ أَيَّامِنَا وَ أَسۡعَدَهَا يَوۡمَ لِقَآئكَ ، وَ زَحۡزِحۡنَا فِي الدُّنۡيَـا عَن نَّارِ الشَّهۡوَةِ ، وَ أَدۡخِلۡنَا بِفَضۡلِكَ فِي مَيَادِينِ الرَّحۡمَةِ ، وَ اكۡسُنَا مِن نُورِكَ جَلَابِيبَ الۡعِصۡمَةِ ، وَ اجۡعَلۡ لَنَا ظَهِيرَاً مِنۡ عُقُولِنَا ، وَ مُهَيۡمِنَاً مِنۡ أَرۡوَاحِنَا ، وَ مُسَخِّرَاً مِنۡ أَنفُسِنَا","type":1},{"text":" كَيۡ نُسَبِّحَكَ كَثِيـرَاً ٣٣ وَ نَذۡكُرَكَ كَثِيـرَاً ٣٤ إِنَّكَ كُنتَ بِنَا بَصِيرَاً ","type":2}],"type":4},{"details":"  وَ هَبۡ لَنَا مُشَاهَدَةً تَصۡـحَبُهَا مُكَالَمَةٌ ، وَ افۡتَحۡ أسۡمَاعَنَا وَ أَبۡصَارَنَا ، وَ اذۡكُرۡنَا إِذَا غَفَلۡنَا عَنكَ بَأَحۡسَنَ مِمَّا تَذۡكُرُنَا بِهِ إِذَا ذَكَرۡنَاكَ ، وَ ارۡحَمۡنَا إِذَا عَصَيۡنَاكَ بِأَتَمَّ مِمَّا تَرۡحَمُنَا بِهِ إِذَا أَطَعۡنَاكَ ، وَ اغۡفِرۡ لَنَا ذُنُوبَنَا مَا تَقَدَّم مِنۡهَا وَ مَا تَأَخَّرَ ، وَ الۡطُفۡ بِنَا لُطۡفَاً يَحۡجُبُنَا عَنۡ غَيۡرِكَ وَ لَا يَحۡجُبُنَا عَنكَ ؛ فَإِنَّكَ بِكُلِّ شَيۡءٍ عَلِيمٌ .","type":1},{"details":"  اللَّهُمَّ إِنَّا نَسۡأَلُكَ لِسَانَاً رَطِبَاً بِذِكۡرِكَ ، وَ قَلۡبَاً مُنَعَّمَاً بِشُكۡرِكَ ، وَ بَدَنَاً هَيِّنَاً لَيِّنَاً بِطَاعَتِكَ ، وَ اعۡطِنَا مَعَ ذَلِكَ مَا لَا عَيۡنٌ رَأَتۡ ، وَ لَا أُذُنٌ سَمِعَتۡ ، وَ لَا خَطَرَ عَلَىٰ قَلۡبِ بَشَرٍ ، كَمَا أخۡبَرَ بِهِ رَسُولُكَ صَلَىٰ اللَّهُ عَلَيۡهِ وَ آلِهِ وَ سَلَّمَ ، حَسَبَ مَا عَلِمۡتَهُ بعِلۡمِكَ ، وَ أَغۡنِنَا بِلَا سَبَبٍ ، وَ اجۡعَلۡنَا سَبَبَ الۡغِنَىٰ لِأَوۡلِيَآئكَ ، وَ بَرۡزَخَاً بَيۡنَهُمۡ وَ بَيۡنَ أَعۡدَآئكَ ، إِنَّكَ عَلَىٰ كُلِّ شَيۡءٍ قَدِيرٌ .","type":1},{"details":"  اللَّهُمَّ إِنَّا نَسۡأَلُكَ إِيمَانَاً دَآئمَاً ، وَ نَسۡأَلُكَ قَلۡبَاً خَاشِعَاً ، وَ نَسۡأَلُكَ عِلۡماً نَافِعَاً ، وَ نَسۡأَلُكَ يَقِينَاً صَادِقَاً ، وَ نَسۡأَلُكَ دِيِنَاً قَيِّمَاً ، وَ نَسۡأَلُكَ الۡعَافِيَةَ مِن كُلِّ بَلِيَّةٍ ، وَ نَسۡأَلُكَ تَمَامَ الۡعَافِيَةِ ، وَ نَسۡأَلُكَ دَوَامَ الۡعَافِيَةِ ، وَ نَسۡأَلُكَ الشُّكۡرَ عَلَىٰ الۡعَافِيَةِ ، وَ نَسۡأَلُكَ الۡغِنَىٰ عَن النَّاسِ . ( ثَلَاثَاً )","type":1},{"details":"  اللَّهُمَّ إِنَّا نَسۡأَلُكَ التَّوبَةَ الۡكَامِلَةَ ، وَ الۡمَغۡفِرَةَ الشَّامِلَـةَ ، وَ الۡمَحَبَّةَ الۡكَامِلَةَ الۡجَامِعَةَ ، وَ الۡخُلَّةَ الصَّافِيَةَ ، وَ الۡمَعۡرِفَةَ الۡوَاسِعَـةَ ، وَ الۡأَنۡوَارَ السَّاطِعَةَ ، وَ الشَّفَاعَةَ الۡقَآئمَةَ ، وَ الۡحُجَّةَ الۡبَالِغَةَ ، وَ الدَّرَجَةَ الۡعَالِيَةَ ، وَ فُكَّ وَثَاَقَنَا مِنَ الۡمَعۡصِيَةِ ، وَ رِهَانَنَا مِنَ النِّعۡمَةِ بِمَوَاهِبِ الۡمِنَّةِ .","type":1},{"details":"  اللَّهُمَّ إِنَّا نَسۡأَلُكَ التَّوۡبَةَ وَ دَوَامَهَا ، وَ نَعُوذُ بِكَ مِنَ الۡمَعۡصِيَةِ وَ أَسۡبَابِهَا ؛ فَذَكِّرۡنَـا بِالۡخَوۡفِ مِنكَ قَبۡلَ هُجُومِ خَطَرَاتِهَا ، وَ احۡمِلۡنَا عَلَىٰ النَّجَاةِ مِنۡهَا ، وَ مِنۡ التَّفَكُّرِ فِي طَرَآئقِهَا ، وَ امۡحُ مِن قُلُوبِنَا حَلَاوَةَ مَا اجۡتَنَيۡنَاهُ مِنۡهَا ، وَ اسۡتَبۡدِلۡهَا بِالۡكَرَاهَةِ لَهَا ، وَ الطَّعۡـمِ لِمَا هُوَ بِضِدِّهَا ، وَ أَفِضۡ عَلَيۡنَا مِنۡ بَحۡرِ كَرَمِكَ وَ عَفۡوِكَ ، حَتَّـىٰ نَخۡرُجَ مِنَ الدُّنۡيَا عَلَىٰ السَّلَامَةِ مِن وَ بَالِهَا ، وَ اجۡعَلۡنَا عِندَ الۡمَوۡتِ نَاطِقِينَ بِالشَّهَادَةِ ، عَالِمينَ بِهَا ، وَ ارۡأَفۡ بِنَا رَأۡفَةَ الۡحَبِيبِ بِحَبِيبِهِ عِندَ الشَّدَآئدِ وَ نُزُولِهَا ، وَ أَرِحۡنَا مِنۡ هُمُومِ الدُّنۡيَا وَ غُمُومِهَا ، بِالرَّوۡحِ وَ الرَّيۡحَانِ إِلىٰ الۡجَنَّةِ وَ نَعِيمِهَا .","type":1},{"details":"  اللَّهُمَّ إِنَّا نَسۡأَلُكَ تَوۡبَةً سَابِقَةً مِنكَ إِليۡنَا ؛ لِتَكُونَ تَوۡبَتُنَا تَابِعَةً إِلَيۡكَ مِنَّا ، وَ هَبۡ لَنَا التَّلَقِّيَ مِنكَ كَتَلَقِّي آدَمَ مِنكَ الۡكَلِمَاتِ ، لِيَكُونَ قُدۡوةً لِوَلَدِهِ فِي التَّوۡبَةِ وَ اَلۡأَعۡمَالِ الصَّالِحَاتِ ، وَ بَاعِدۡ بَيۡنَنَا وَ بَيۡنَ الۡعِنَادِ وَ الۡإِصۡرَارِ وَ الشَّبَهِ بِإِبۡلِيسَ رَأۡسِ الۡغُوَاةِ ، وَ اجۡعَلۡ سَيِّئَاتِنَا سَيِّئَاتِ مَنۡ أَحۡبَبۡتَ ، وَ لَا تَجۡعَلۡ حَسَنَاتِنَا حَسَنَاتِ مَنۡ أَبۡغَضۡتَ ، فَالۡإِحۡسَانُ لَا يَنفَعُ مَعَ الۡبُغۡضِ مِنكَ ، وَ الۡإِسَاءَةُ لَا تَضُـرُّ مَعَ الۡحُبِّ مِنكَ ، وَ قَدۡ أَبۡهَمۡتَ الۡأَمۡرَ عَلَيۡنَا لِنَرۡجُوَ وَ نَخَافَ ، فَآمِنۡ خَوۡفَنَا ، وَ لَا تُخَيِّبۡ رَجَآءَنَا ، وَ أَعۡطِنَا سُؤۡلَنَا ، فَقَدۡ أَعۡطَيۡتَنَا الۡإِيمَانَ مِن قَبۡلِ أَن نَسۡأَلَكَ ، وَ كَتَبۡتَ وَ حَبَّبۡتَ ، وَ زَيَّنتَ وَ كَرَّهۡتَ ، وَ أَطۡلَقۡتَ الۡأَلۡسُنَ بِمَا بِهِ تَرۡجَمَتۡ ، فَنِعۡمَ الرَّبُّ أَنتَ ، فَلَكَ الۡحَمۡدُ عَلَـىٰ مَا أَنۡعَمۡتَ ، فَاغۡفِـرۡ لَنَا وَ لَا تُعَاقِبۡنَا بِالسَّلۡبِ بَعۡدَ الۡعَطَآءِ ، وَ لَا بِكُفۡرَانِ النِّعَمِ وَ حِرۡمَانِ الرِّضَا .","type":1},{"details":"  اللَّهُمَّ رَضِّنَا بِقَضَآئكَ ، وَ صَبِّرۡنَا عَلَـىٰ طَاعَتِكَ ، وَ عَن مَعۡصِيَتِكَ ، وَ عَنِ الشَّهَوَاتِ الۡمُوجِبَاتِ لِلنَّقۡصِ أَوِ الۡبُعۡدِ عَنكَ ، وَ هَبۡ لَنَا حَقِيقَةَ الۡإِيمَانِ بِكَ حَتَّىٰ لَا نَخَافَ غَيۡرَكَ ، وَ لَا نَرۡجُوَ غَيۡـرَكَ ، وَ لَا نُحِبَّ غَيۡرَكَ ، وَ لَا نَعۡبُدَ شَيۡئَاً سِوَاكَ ، وَ أَوۡزِعۡنَا شُكۡرَ نَعۡمَآئكَ ، وَ غَطِّنَا بِرِدَآءِ عَافِيَتِكَ ، وَ انۡصُرۡنَا بِالۡيَقِينِ وَ التَّوَكُّلِ عَلَيۡكَ ، وَ أَسۡفِرۡ وُجُوهَنَا بِنُورِ صِفَاتِكَ ، وَ أَضۡـحِكۡنَـا وَ بَشِّـرۡنَا يَوۡمَ الۡقِيَامَةِ بَيۡنَ أَوۡلِيَآئكَ ، وَ اجۡعَلۡ يَدَكَ مَبۡسُوطَةً عَلَيۡنَا وَ عَلَىٰ أَهۡلِينَا وَ أَوۡلَادِنَا وَ مَن مَعَنَا بِرَحۡمَتِكَ ، وَ لَا تَكِلۡنَا إِلَىٰ أَنفُسِنَا طَرۡفَةَ عَيۡنٍ وَ لَا أَقَلَّ مِن ذَلِكَ .","type":1},{"details":"  يَا نِعۡمَ الۡمُجِيبُ . ( ثَلَاثَاً )","type":1},{"details":"  يَا مَنۡ هُوَ هُوَ هُوَ فِي عُلُوِّهِ قَرِيبٌ ، يَا ذَا الۡجَلَالِ وَ الۡإِكۡرَامِ ، يَا مُحِيطَاً بِاللَّيَالِي وَ الۡأَيَّامِ ، أَشۡكُو إِلَيۡكَ مِنۡ غَمِّ الۡحِجَابِ وَ سُوٓءِ الۡحِسَابِ وَ شِدَّةِ الۡعَذَابِ ، وَ إِنَّ ذَلِكَ لَوَاقِعٌ ، مَا لَهُ مِن دَافِعٍ إِن لَمۡ تَرۡحَمۡنِي .","type":1},{"details":[{"text":" لَا إِلَٰهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ ","type":2},{"text":"( ثَلَاثَاً )","type":1}],"type":4},{"details":"  وَ لَقَدۡ شَكَىٰ إِلَيۡكَ يَعۡقُوبُ فَخَلَّصۡتَهُ مِنۡ حُزۡنِهِ ، وَ رَدَدتَّ عَلَيۡهِ مَا ذَهَبَ مِن بَصَرِهِ ، وَ جَمَعۡتَ بَيۡنَهُ وَ بَيۡنَ وَلَدِهِ ، وَ لَقَدۡ نَادَاكَ نُوحٌ مِن قَبۡلُ فَنَجَّيۡتَهُ مِن كَرۡبِهِ ، وَ لَقَدۡ نَادَاكَ أَيُّوبُ مِن بَعۡدُ فَكَشَفۡتَ مَا بِهِ مِن ضُرِّهِ ، وَ لَقَدۡ نَادَاكَ يُونُسُ فَنَجَّيۡتَهُ مِنۡ غَمِّهِ ، وَ لَقَدۡ نَادَاكَ زَكَرِيَّا فَوَهَبۡتَ لَهُ وَلَداً مِن صُلۡبِهِ بَعۡدَ يَأۡسِ أَهۡلِهِ وَ كِبَـرِ سِنِّهِ ، وَ لَقَدۡ عَلِمۡتَ مَا نَزَلَ بإِبۡرَاهِيمَ فَأَنقَذۡتَهُ مِن نَّارِ عَدُوِّهِ ، وَ أَنۡجَيۡتَ لُوطَاً وَ أَهۡلَهُ مِنَ الۡعَذَابِ النَّازِلِ بِقَوۡمِهِ ، فَهَا أَنَا ذَا عَبۡدُكَ إِن تُعَذِّبۡنِي بِجَمِيعِ مَا عَلِمۡتُ مِنۡ عَذَابِكَ ، فَأَنَا حَقِيقٌ بِهِ ، وَ إِن تَرۡحَمۡنِي كَمَا رَحِمۡتَـهُـمۡ مَعَ عَظِيمِ إِجۡرَامِي فَأَنتَ أَوۡلَىٰ بِذَلِكَ وَ أَحَقُّ مَنۡ أكۡرَمَ بِهِ ، فَلَيۡسَ كَرَمُكَ مَخۡصُوصَاً بِمَنۡ أَطَاعَكَ وَ أَقۡبَلَ عَلَيۡكَ ، بَلۡ هُوَ مَبۡذُولٌ بَالسَّبۡقِ لِمَن شِئۡتَ مِنۡ خَلۡقِكَ وَ إِنۡ عَصَاكَ وَ أَعۡرَضَ عَنكَ ، وَ لَيۡسَ مِنَ الۡكَرَمِ أَن لَا تُحۡسِنَ إِلَّا لِمَنۡ أَحۡسَنَ إِلَيۡكَ ، وَ أَنتَ الۡمِفۡضَالُ الۡغَنِيُّ ؛ بَلۡ مِنَ الۡكَرَمِ أَن تُحۡسِنَ إِلَىٰ مَنۡ أَسَآءَ إِلَيۡكَ وَ أَنتَ الرَّحِيمُ الۡعَلِيُّ ، كَيۡفَ وَ قَدۡ أَمَرۡتَنَا أَن نُحۡسِنَ إِلَىٰ مَنۡ أَسَآءَ إِلَيۡنَا ، فَأَنتَ أَوۡلَىٰ بِذَلِكَ مِنَّا .","type":1},{"details":[{"text":" رَبَّنَا ظَلَمۡنَآ أَنفُسَنَا وَ إِن لَّمۡ تَغۡفِرۡ لَنَا وَ تَرۡحَمۡنَا لَنَكُونَنَّ مِنَ الۡخَاسِرِينَ ","type":2},{"text":"( ثَلَاثَاً )","type":1}],"type":4},{"details":"  ( يَا اللَّهُ ، يَا اللَّهُ ، يَا اللَّهُ ) .","type":1},{"details":"  ( يَا رَحۡمَـٰنُ ، يَا رَحۡمَـٰنُ ، يَا رَحۡمَـٰنُ ) .","type":1},{"details":"  ( يَا قَيُّومُ ، يَا قَيُّومُ ، يَا قَيُّومُ ) .","type":1},{"details":"  يَا مَنۡ هُوَ هُوَ هُوۡ ، يَا هُوَ يَا هُوۡ ، إِن لَمۡ نَكُن لِرَحۡمَتِكَ أَهۡلَاً أَن نَنَالَهَا فَرَحۡمَتُكَ أَهۡلٌ أَن تَنَالَنَا .","type":1},{"details":"  ( يَا رَبَّـاهُ ، يَا رَبَّـاهُ ، يَا رَبَّـاهُ ) .","type":1},{"details":"  ( يَا مَوۡلَاهُ ، يَا مَوۡلَاهُ ، يَا مَوۡلَاهُ ) .","type":1},{"details":"  يَا مُغِيثَ مَنۡ عَصَاهُ . ( ثَلَاثَاً )","type":1},{"details":"  أَغِثۡنَا أَغِثۡنَا أَغِثۡنَا يَا رَبُّ يَا كَرِيمُ .","type":1},{"details":"  وَ ارۡحَمۡنَا يَا بَرَّ يَا رَحِيمُ .","type":1},{"details":[{"text":" يَا مَنۡ","type":1},{"text":" وَ سِعَ كُرۡسِيُّهُ السّمَـٰوَاتِ وَ الۡأَرۡضَ وَ لَا يَؤُودُهُ حِفۡظُهُمَا وَ هُوَ الۡعَلِـيُّ الۡعَظِيمُ ","type":2}],"type":4},{"details":"  أَسَأَلُكَ الۡإِيمَانَ بِحِفۡظِكَ ، إِيمَانَاً يَسۡكُنُ بِهِ قَلۡبِـي مِنۡ هَمِّ الرِّزۡقِ وَ خَوۡفِ الۡخَلۡقِ ، وَ اقُرُبۡ مِنِّي بِقُدۡرَتِكَ قُرۡبَاً تَمۡحَقُ بِهِ عَنِّي كُلَّ حِجَابٍ مَحَقۡتَهُ عَنۡ إِبۡرَاهِيمَ خَلِيلِكَ ، فَلَمۡ يَحۡتَجۡ لِجِبۡرِيلَ رَسُولِكَ ، وَ لَا لِسُؤَالِهِ مِنكَ ، وَ حَجَبۡتَهُ بِذَلِكَ عَن نَّارِ عَدُوِّهِ ، وَ كَيۡفَ لَا يُحۡجَبُ عَن مَضَـرَّةِ الۡأَعۡدَآءِ مَنۡ غَيَّبۡتَهُ عَن مَنفَعَةِ الۡأَحِبَّآءِ ، كَلَّا إِنِّي أَسۡأَلُكَ أَن تُغَيِّبَنِي بِقُرۡبِكَ مِنِّي ، حَتَّـىٰ لَا أَرَىٰ وَ لَا أُحِسَّ بقُرۡبِ شَيۡءٍ وَ لَا بِبُعۡدِهِ عَنِّي ، إِنَّكَ عَلَىٰ كُلِّ شَيۡءٍ قَدِيرٌ .","type":1},{"details":" أَفَحَسِبۡتُمۡ أَنَّمَا خَلَقۡنَاكُمۡ عَبَثَاً وَ أَنَّكُمۡ إِلَيۡنَا لَا تُرۡجَعُونَ ١١٥ فَتَعَالَىٰ اللَّهُ الۡمَلِكُ الۡحَقُّ ۖ لَآ إِلَـٰهَ إِلَّا هُوَ رَبُّ الۡعَرۡشِ الۡكَرِيمِ ١١٦ وَ مَن يَدۡعُ مَعَ اللَّهِ إِلَـٰهَاً آخَرَ لَا بُرۡهَانَ لَهُ بِهِ فَإِنَّمَا حِسَابُهُ عِندَ رَبِّهِ ۚإِنَّهُ لَا يُفۡلِحُ الۡكَافِرُونَ ١١٧ وَ قُل رَّبِّ اغۡفِرۡ وَ ارۡحَمۡ وَ أَنتَ خَيۡرُ الرَّاحِمِينَ ","type":2},{"details":" هُوَ الۡحَيُّ لَآ إِلَـٰهَ إِلَّا هُوَ فَـادۡعُوهُ مُخۡلِصِينَ لَهُ الدِّينَ ۗالۡحَـمۡدُ لِلَّهِ رَبِّ الۡعَالَمِينَ  .","type":2},{"details":" إِنَّ اللَّهَ وَمَلَآئكَتَهُ يُصَلُّونَ عَلَىٰ النَّبِيِّ ۚ يَآ أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيۡهِ وَ سَلِّمُوا تَسۡلِيمَاً ","type":2},{"details":"  اللَّهُمَّ صَلِّ وَ سَلِّمۡ عَلَىٰ سَيِّدِنَا مُحَمَّدٍ ، وَ عَلَىٰ آلِ سَيِّدِنَا مُحَمَّدٍ ، وَ بَارِكۡ عَلَىٰ سَيِّدِنَا مُحَمَّدٍ ، وَ عَلَـىٰ آلِ سَيِّدِنَا مُحَمَّدٍ ، كَمَا صَلَّيۡتَ وَ بَارَكۡتَ عَلَىٰ سَيِّدِنَا إِبۡرَاهِيمَ وَ عَلَىٰ آلِ سَيِّدِنَا إِبۡرَاهِيمَ فِي الۡعَالَمِينَ إِنَّكَ حَمِيدٌ مَجِيدٌ .","type":1},{"details":"  اللَّهُمَّ وَ ارۡضَ عَن سَادَاتِنَا الۡخُلَفَآءِ الرَّاشِدِينَ أَبِي بَكۡرٍ الصِّدِّيقِ وَ عُمَرَ وَ عُثۡمَانَ وَ عَلِيٍّ .","type":1},{"details":"  وَ ارۡضَ اللَّهُمَّ عَن سَيِّدِنَا الۡحَسَنِ ، وَ عَن سَيِّدِنَا الۡحُسَيۡنِ ، وَ عَنۡ أُمِّهِمَا فَاطِمَةَ الزَّهۡرَاءِ ، وَ عَنِ الصَّـحَابَـةِ أَجۡمَعِينَ ، وَ عَنۡ أَزۡوَاجِ نَبِيِّكَ الطَّاهِـرَاتِ أُمَّهَاتِ الۡمُؤۡمِنِينَ ، وَ عَنِ التَّابِعِينَ وَ تَابِعِيهِمۡ بِإِحۡسَانٍ إِلَىٰ يَوۡمِ الدِّينِ .","type":1},{"details":"  وَ لَا حَوۡلَ وَ لَا قُوَّ ةَ إِلَّا بِاللَّهِ الۡعَلِيِّ الۡعَظِيمِ .","type":1},{"details":"  وَ صَلَّىٰ اللَّهُ تَعَالَىٰ وَ سَلَّمَ عَلَىٰ سَيِّدِنَا مُحَمَّدٍ النَّبِيِّ الۡكَرِيمِ وَ عَلَىٰ آلِهِ وَ صَحۡبِهِ .","type":1},{"details":" سُبۡحَانَ رَبِّكَ رَبِّ الۡعِزَّةِ عَمَّا يَصِفُونَ ١٨٠ وَ سَلَامٌ عَلَىٰ الۡمُرۡسَلِينَ ١٨١ وَ الۡحَمۡدُ لِلَّهِ رَبِّ الۡعَالَمِينَ ","type":2}],"name":"حزب البر"},{"details":[{"details":"  بِسۡمِ اللَّهِ الرَّحۡمَٰنِ الرَّحِيمِ","type":1},{"details":" إِنَّ اللَّهَ وَ مَلآئِكَتَهُ يُصَلُّونَ عَلَىٰ النَّبِيّ يَـٰٓأَيُّهَا الَّذِينَ ءامَنُوا صَلُّوا عَلَيۡهِ وَ سَلِّمُوا تَسۡلِيمَاً ","type":2},{"details":"  اللَّهُمَّ صَلِّ وَ سَلِّمۡ وَ بَارِكۡ عَلَىٰ سَيِّدِنَا مُحَمَّدٍ وَ عَلَىٰ آلِ سَيِّدِنَا مُحَمَّدٍ ، كَمَا صَلَّيۡتَ عَلَىٰ سَيِّدِنَا إِبۡرَاهِيمَ وَ عَلَىٰ آلِ سَيِّدِنَا إِبۡرَاهِيمَ ، وَ بَارِكۡ عَلَىٰ سَيِّدِنَا مُحَمَّدٍ وَ عَلَىٰ آلِ سَيِّدِنَا مُحَمَّدٍ ، كَمَا بَارَكۡتَ عَلَىٰ سَيِّدِنَا إِبۡرَاهِيمَ ، وَ عَلَىٰ آلِ سَيِّدِنَا إِبۡرَاهِيمَ ، فِي الۡعَالَمِينَ إِنَّكَ حَمِيدٌ مَجِيدٌ .","type":1},{"details":"  اللَّهُمَّ صَلِّ وَ سَلِّمۡ وَ بَارِكۡ عَلَىٰ سَيِّدِنَا وَ مَوۡلَانَا مُحَمَّدٍ ، عَبۡدِكَ وَ نَبِيِّكَ وَ رَسُولِكَ ، سِرِّ أَسۡرَارِكَ ، وَ نُورِ أَنۡوَارِكَ ، الَّذِي لَا يَعۡرِفُ قَدۡرَهُ غَيۡرُكَ ، وَ لَا يَعۡرِفُ قَدۡرَكَ غَيۡرُهُ ، وَ عَلَىٰ آلِهِ وَ صَحۡبِهِ وَ صَفۡوَتِهِ ، وَ عَلَىٰ كَآفَّةِ أَحۡبَابِهِ وَ عَآمَّةِ أُمَّتِهِ ، وَ عَلَىٰ إِخۡوَانِهِ السَّابِقِينَ مِنَ الأَنۡبِيَآءِ وَ المُرۡسَلِينَ ، وَ عَلَىٰ الصِّدِّيقِينَ وَ الشُّهَدَآءِ وَ الصَّالِحِينَ ، وَ أَوۡلِيَآءِ اللَّهِ أَجۡمَعِينَ ، فِي السَّالِفِينَ وَ الۡخَالِفِينَ .","type":1},{"details":"  اللَّهُمَّ وَ اجۡزِهِ عَنَّا مَا أَنۡتَ أَهۡلُهُ ، وَ مَا هُوَ أَهۡلُهُ ، صَلَاةً وَ سَلَامَاً سَعَةَ الۡأَزَلِ وَ الۡأَبَدِ ، وَ زِنَةَ الۡغَيۡبِ وَ الشَّهَادَةِ ، وَ قَدَاسَةَ الۡعَرۡشِ وَ السِّـدۡرَةِ ، وَ إِحَاطَـةَ الۡعِلۡمِ وَ الۡقُدۡرَةِ ، وَ كَمَالَ الۡغَيۡبِ وَ الۡحَضۡـرَةِ ، وَ خُلُودَ الذَّاتِ وَ الصِّفَاتِ ، عَدَدَ الۡمَعۡلُومِ وَ الۡمَجۡهُولِ ، وَ الۡمَنۡظُورِ وَ الۡمَسۡتُورِ ، وَ الشَّفۡعِ وَ الۡوَتۡرِ ، وَ السَّابِقِ وَ اللَّاحِقِ ، وَ مَا كَانَ وَ مَا يَكُونُ إِلَىٰ يَوۡمِ الدِّينِ .","type":1},{"details":"  اللَّهُمَّ صَلِّ وَ سَلِّمۡ وَ بَارِكۡ عَلَيۡهِ عَدَدَ خَلۡقِكَ ، وَ رِضَآءَ نَفۡسِكَ ، وَ زِنَةَ عَرۡشِكَ ، وَ مِدَادَ كَلِمَاتِكَ ، وَ صَلِّ وَ سَلِّمۡ وَ بَارِكۡ عَلَيۡهِ عَدَدَ مَا أَحَاطَ بِهِ عِلۡمُكَ ، وَ خَطَّ بِهِ قَلَمُكَ ، وَ أَحۡصَاهُ كِتَابُكَ .","type":1},{"details":"  اللَّهُمَّ وَ ضَاعِفِ الصَّلَاةَ وَ السَّلَامَ عَلَيۡهِ ، فِي كُلِّ الأَنۡفَاسِ وَ اللَّمَحَاتِ ، عَلَىٰ تَلَاحُقِ الأَزۡمَانِ وَ الأَوۡقَاتِ ، بِقَدۡرِ مَا فِي الۡوُجُودِ مِنۡ حَرَكَاتٍ وَ سَكَنَاتٍ ، وَ صَوَامِتَ وَ نَاطِقَاتٍ ، وَ مَعَالِمَ وَ عَلَامَاتٍ ، وَ هِمَمٍ وَ إِرَادَاتٍ ، وَ خَفَقَاتٍ وَ خَلَجَاتٍ ، وَ عَجَآئبَ وَ مُغَيَّبَاتٍ ، وَ عَدَدَ كُلِّ الۡمَخۡلُوقَاتِ الۡمَعۡرُوفَاتِ وَ الۡمَجۡهُولَاتِ ، ثُمَّ ضَاعِفۡهَا اللَّهُمَّ بِعَدَدِ مَا فِي الۡمُلۡكِ وَ الۡمَلَكُوتِ بِمَا اخۡتَصَصۡتَ بِهِ مِنۡ أَسۡرَارٍ وَ تَجَلِّيَّاتٍ ، وَ إِفَاضَاتٍ وَ إِضَافَاتٍ ، وَ شُئُونٍ إِلَهِيَّاتٍ قُدۡسِيَّاتٍ .","type":1},{"details":"  اللَّهُمَّ صَلِّ وَ سَلِّمۡ وَ بَارِكۡ عَلَيۡهِ صَلَاةً وَ سلامًا يَلِيقَانِ بِحُبِّكَ لَهُ وَ حُبِّهِ لَكَ ، وَ حُبِّ عَوَالِمِ الإِنۡسِ وَ الۡجِنِّ وَ الرُّوحِ وَ اَلۡمَلَكِ ، صَلَاةً لَهَا فَضۡلُ مَعَالِمِ أَكۡوَانِ مَا فَوۡقَ الۡمَدَارِكِ وَ التَّصَوُّرَاتِ ، وَ مَا تَعۡجَزُ عَنۡهُ الۡأَلۡفَاظُ وَ الۡعِبَارَاتُ ، وَ مَا لَا تُحِيطُ بِهِ الرُّمُوزُ و الإِشَارَاتُ ، فِي جَوَامِعِ كَآفَّةِ الأَلۡسُنِ وَ اللُّغَاتِ ، وَ مَا يُسَبِّحُ لَكَ مِنۡ شيءٍ فِي الأَرۡضِ وَ السَّمَٰوَاتِ ، بِألۡسِنَةِ الۡحَالِ ، أَوۡ أَلۡسِنَةِ الۡمَقَالِ ، مِنۡ كُلَّ مَاضٍ وَ تَالٍ .","type":1},{"details":"  اللَّهُمَّ صَلِّ وَ سَلِّمۡ وَ بَارِكۡ عَلَيۡهِ صَلَاةً تُحِيطُ بِفَضۡلِ كُلِّ صَلَاةٍ سَابِقَةٍ ، وَ تَخۡتَصُ بِخَصِيصَةِ كُلِّ صَلَاةٍ لَاحِقَةٍ ، وَ تَفُوقُ مَا يخطرُ عَلَىٰ كُلِّ نَفۡسٍ صَامِتَةٍ أَوۡ نَاطِقَةٍ ، وَ تُحَصِّلُ أَسۡرَارَ صَلَوَاتِ مَا فَوۡقَ الأَلۡبَابِ ، فِي مَكۡنُونِ اللُّوۡحِ وَ أُمِّ الۡكِتَابِ ، مِنۡ كُلِّ مَا أَثۡمَرَتۡهُ الۡعُقُولُ وَ الۡفُهُومُ ، وَ كُلِّ مَا تُثۡمِرُهُ إِلَىٰ يَوۡمِ الۡوَقۡتِ الۡمَعۡلُومِ .","type":1},{"details":"  اللَّهُمَّ صَلِّ وَ سَلِّمۡ وَ بَـارِكۡ عَلَيۡهِ صَلَاةً نَامِيَةً مُضَاعَفَةً أَبَـدَاً ، لَا تُحۡصَىٰ عَدَدَاً ، وَ لَا تُحۡصَرُ أَمَدَاً ، وَ لَا تُوصَفُ مَدَدَاً ، دَآئمَةً سَرۡمَدَاً ، حَتَّىٰ تَرۡضَىٰ يَا رَبِّ وَ يَرۡضَىٰ ، وَ حَتَّىٰ يَعُمَّنَا رِضَاكَ وَ رِضَاهُ فَنَسۡتَعِزَّ وَ نَرۡضَىٰ .","type":1},{"details":"  اللَّهُمَّ اغۡنِنَا بِهَذِهِ الصَّلَاةِ عَنۡ كُلِّ صَلَاةٍ ، وَ اعۡذُرۡنَا بِالۡعَجۡزِ عَنۡ إِدۡرَاكِ حَقِّهِ وَ مَدَاهُ ، وَ وَفِّقۡنَا بِهَا إِلَىٰ كُلِّ مَا تُحِبُّهُ وَ تَرۡضَاهُ ، وَ اصۡرِفۡ عَنَّا بِهَا مِنۡ السُّوٓءِ مَا نَخَافُهُ وَ نَخۡشَاهُ ، وَ اشۡفِنَا بِهَا مِنۡ كُلِّ مَرَضٍ ظَاهِرَاً كَانَ أَوۡ بَاطِنَاً ، حِسِّيَّاً كَانَ أَوۡ نَفۡسِيَّاً ، وَ اقۡضِ بِالصَّلَاةِ عَلَيۡهِ مِنۡ حَاجَاتِنَا مَا نَتَأَمَّلُهُ وَ نَتَمَنَّاهُ ، وَ اكۡفِنَا بِهَا مَكۡرَ الۡخُصُومِ وَ الۡعِدَاةِ ، وَ بَلِّغۡنَا بِهَا مَنۡ خَيۡرِ الدَّارَيۡنِ أَقۡصَىٰ غَايَتِهِ وَ مُنۡتَهَاهُ ، وَ لَا تُذِلَّنَا لِعَبۡدٍ مِنۡ عَبِيدِكَ ، يَا اللَّهُ ، يَا اللَّهُ ، يَا اللَّهُ ، وَ أَنِلۡنَا بِهَا أَعۡلَىٰ دَرَجَاتِ الۡقَبُولِ ، فِي السُّلُوكِ وَ الۡقُرۡبِ وَ الۡوُصُولِ .","type":1},{"details":"  اللَّهُمَّ اكۡفِنَا بِالصَّلَاةِ عَلَيۡهِ شَرَّ الۡكُفۡرِ وَ الۡفَقۡرِ ، وَ عَذَابِ الۡقَبۡرِ ، وَ هَوۡلِ الۡحَشۡرِ ، وَ الۡهَمِّ وَ الۡحَزَنِ ، وَ الۡعَجۡزِ وَ الۡكَسَلِ ، وَ سُوٓءِ الۡمَآلِ ، وَ أَعِذۡنَا بِالصَّلَاةِ عَلَيۡهِ مِنۡ غَلَبَةِ الدَّيۡنِ وَ قَهۡرِ الرِّجَالِ .","type":1},{"details":"  اللَّهُمَّ وَ تَعَطَّفۡ بِبَرَكَتِهَا عَلَيۡنَا ، وَ اكۡشِفۡ عَنَّا مَا نَزَلَ بِنَا ، وَ اعۡفُ عَنَّا وَ اغۡفِرۡ لَنَا وَ ارۡحَمۡنَا ، أَنۡتَ مَوۡلَانَا ، فَحُفَّنَا بِلُطۡفِكَ الۡخَفِيِّ ( يَا لَطِيفُ ، يَا لَطِيفُ ، يَا لَطِيفُ ) وَ اخۡتِمۡ لَنَا بِخَاتِمَةِ الۡخَيۡرِ قَبۡلَ الۡفَوۡتِ ، وَ خَفِّفۡ عَلَيۡنَا سَكَرَاتِ الۡمَوۡتِ ، وَ اعۡصِمۡنَا عِنۡدَ الۡفِتۡنَةِ الۡكُبۡرَىٰ ، وَ ثَبِّتۡنَا بِالۡقَوۡلِ الثَّابِتِ فِي الدُّنۡيَا وَ الأُخۡرَىٰ ، وَ ذَكِّرۡنَا بِالۡجَوَابِ عِنۡدَ السُّؤَالِ وَ مَآسِيهِ ، وَ آنِسۡ وَحۡدَتَنَا فِي الۡقَبۡرِ وَ خَوَافِيهِ ، وَ احۡفَظۡنَا مِنۡ أَهۡوَالِهِ وَ آمِنَّا مِمَّا فِيهِ ، وَ اجۡعَلۡهُ بِمَحۡضِ الۡفَضۡلِ رَوۡضَةً مِنۡ رِيَاضِ جِنَانِكَ ، وَ قَرِّبۡنَا مِنۡ مَقَامِ الۡحَبِيبِ صَلَّىٰ اللَّهُ عَلَيۡهِ وَ سَلَّمَ بِمَنِّكَ وَ حَنَانِكَ ، وَ مَتِّعۡنَا بِشَرَفِ النَّظَرِ إِلَىٰ وَجۡهِكَ الأَقۡدَسِ ، وَ اسۡلُكۡنَا فِي مَوۡكِبِ اسۡتِمَاعِ صَوۡتِكَ الأَنۡفَسِ ، وَ لَا تَحۡرِمۡنَا شَرَابَ الأُنۡسِ بِكَ ، وَ الۡقُرۡبِ مِنۡكَ ، وَ الأَخۡذِ عَنۡكَ ، وَ الۡوُصُولِ إِلَيۡكَ ، وَ التَّوَكُّلِ عَلَيۡكَ ، وَ اسۡلُكۡنَا فِي سِلۡكِ أَهۡلِ سِرِّكَ وَ بِرِّكَ ، وَ الۡأَخۡذِ مِنۡ خَيۡرِكَ ، لَا مِنۡ غَيۡرِكَ .","type":1},{"details":"  اللَّهُمَّ وَ اخۡلُفۡنَا عَلَىٰ مَنۡ بَعۡدَنَا بِالۡخَيۡرَاتِ وَ الۡبَرَكَاتِ ، وَ لَا تَكۡشِفۡ عَنَّا وَ لَا عَنۡهُمۡ سِتۡرَكَ فِي الۡحَيَاةِ وَ لَا بَعۡدَ الۡمَمَاتِ ، وَ اعۡصِمۡنَا وَ إِيَّاهُمۡ مِنۡ الۡفَوَاجِعِ وَ الۡمَوَاجِعِ وَ الۡمُفَاجَآتِ .","type":1},{"details":"  اللَّهُمَّ وَ تَعَطَّفۡ بِمِثۡلِ ذَلِكَ عَلَىٰ وَالِدَيۡنَا وَ أَوۡلَادِنَا ، وَ عَلَىٰ أَهۡلِينَا وَ أَزۡوَاجِنَا ، وَ عَلَىٰ إِخۡوَانِنَا وَ أَحۡبَابِنَا ، وَ عَلَىٰ أَشۡيَاخِنَا جَمِيعَا فِي اللَّهِ ، وَ عَلَىٰ كُلِّ وَلِيٍّ أَوَّابٍ أَوَّاهٍ .","type":1},{"details":"  يَا رَبَّاهُ ، يَا مَوۡلَاهُ ، يَا غَوۡثَاهُ .","type":1},{"details":"  يَآ أَرۡحَمَ الرَّاحِمِينَ ، يَآ أَرۡحَمَ الرَّاحِمِينَ ، يَآ أَرۡحَمَ الرَّاحِمِينَ .","type":1},{"details":"  يَا غِيَاثِي عِنۡدَ كُلِّ كُرۡبَةٍ ، يَا مُجِيبي عِنۡدَ كُلِّ دَعۡوَةٍ ، يَا مُعَاذِي عِنۡدَ كُلِّ شِدَّةٍ ، يَا رَجَائي حِينَ تَنۡقَطِعُ حِيۡلَتِي ، يَا حَنَّانُ يَا مَنَّانُ ، يَا عَظِيمَ الشَّأۡنِ ، يَا وَلِيَّ النِّعَمِ وَ مَوۡلَىٰ الإِحۡسَانِ ، يَا حَىُّ يَا قَيُّومُ ، يَا بَدِيعَ السَّمَٰوَاتِ وَ الأَرۡضِ ، يَا ذَا الۡجَلَالِ وَ الإِكۡرَامِ ، آمِينۡ .","type":1},{"details":"  وَ الۡحَمۡدُ لِلَّهِ رَبِّ الۡعَالَمِينَ .","type":1}],"name":"الصَّلَاةُ الۡمحِيۡطَة"},{"details":[{"details":"  بِسۡمِ اللَّهِ الرَّحۡمَٰنِ الرَّحِيمِ","type":1},{"details":"  الۡحَمۡدُ لِلَّهِ ثِقَةً بِاللَّهِ ، الۡحَمۡدُ لِلَّهِ عَلَىٰ كُلِّ مُرَادِ اللَّهِ ، الۡحَمۡدُ لِلَّهِ حَتَّىٰ لا يَبۡقَىٰ شَيۡءٌ مِنۡ حَمۡدِ اللَّهِ .","type":1},{"details":"  وَ الصَّلَاةُ وَ السَّلَامُ عَلَىٰ سَيِّدِنَا مُحَمَّدٍ رَسُولِ اللَّهِ ، نَبِيِّ اللَّهِ ، صَفِيِّ اللَّهِ ، نَجِيِّ اللَّهِ ، وَلِيِّ اللَّهِ ، وَ عَلَىٰ آلِهِ وَ صَحۡبِهِ وَ أَوۡلِيَآءِ اللَّهِ ، وَ أَحِبَّآءِ اللَّهِ ، فِي سَمَآءِ اللَّهِ وَ أَرۡضِ اللَّهِ ، وَ مُلۡكِ اللَّهِ وَ مَلَكُوتِ اللَّهِ .","type":1},{"details":"  اسۡتَغۡفِرُ اللَّهَ حَيَآءً مِنَ اللَّهِ ، اسۡتَغۡفِرُ اللَّهَ حَتَّىٰ يَرۡضَىٰ اللَّهُ ، اسۡتَغۡفِرُ اللَّهَ طَمَعَاً فِي فَضۡلِ اللَّهِ .","type":1},{"details":"  آمَنۡتُ بِاللَّهِ ، وَ تَوَكَّلۡتُ عَلَىٰ اللَّهِ ، وَ فَوَّضۡتُّ أَمۡرِيٓ إِلَىٰ اللَّهِ ، وَ لا حَوۡلَ وَ لا قُوَّةَ إِلا بِاللَّهِ .","type":1},{"details":"  لَجَأۡتُ مِنَ النَّاسِ إِلَىٰ اللَّهِ ، وَ وَقَفۡتُ ضَارِعاً بِبَابِ اللَّهِ ، لَنۡ يَخِيبَ الشَّاكِيٓ إِلَىٰ اللَّهِ ، وَ لَنۡ يَذِلَّ الۡمُعۡتَزُّ بِجَاهِ اللَّهِ ، وَ لَنۡ يَضِيعَ النَّازِلُ فِي سَاحَةِ اللَّهِ ، الۡمُتَعَرِّضُ لِنَفَحَاتِ اللَّهِ ، الۡمُتَلَهِّفُ عَلَىٰ مَدَدٍ مِنۡ لُطۡفِ اللَّهِ ، وَ حِفۡظِ اللَّهِ ، وَ سَتۡرِ اللَّهِ ، وَ غَوۡثِ اللَّهِ .","type":1},{"details":"  ( اللَّهُ ، اللَّهُ ، اللَّهُ ) .","type":1},{"details":"  بِقُدۡرَةِ اللَّهِ وَ قُوَّةِ اللَّهِ ، دَخَلۡتُ فِي كَنَفِ اللَّهِ ، وَ نَزَ لۡتُ فِي حَرَمِ اللَّهِ ، وَ احۡتَمَيۡتُ بِحِمَىٰ اللَّهِ ، وَ فَرَرۡتُ مِنۡ قَدَرِ اللَّهِ إِلَىٰ قَدَرِ اللَّهِ ، وَ اكۡتَفَيۡتُ بِجَلَالِ الرَّهَبُوتِ وَ الۡعَظَمُوتِ مِنۡ بَطۡشِ اللَّهِ ، وَ لُذۡتُ بِأَكۡنَافِ أَلۡطَافِ الۡغَيۡبِ مِنۡ أَقۡدَاسِ عَرۡشِ اللَّهِ ، وَ احۡتَجَبۡتُ بِالۡحِجَابِ الۡمَسۡتُورِ ، خَلۡفَ أَمۡوَاجِ النُّورِ ، مِنۡ سُبُحَاتِ وَجۡهِ اللَّهِ ، وَ اعۡتَصَمۡتُ مِنۡ مَخَاوِفِ الۡمُلۡكِ وَ الۡمَلَكُوتِ ، بِمَعَاقِدِ الۡعِزِّ وَ الۡمَجۡدِ وَ الۡجَبَرُوتِ ، منۡ لَآ إِلَهَ إِلَّا اللَّهُ سَيِّدُنَا مُحَمَّدٌ رَسُولُ اللَّهِ ، فَلَا أُضَامُ وَ أَنَا ضَيۡفُ اللَّهِ ، وَ لَا أُهَانُ وَ أَنَا عَبۡدُ اللَّهِ ، وَ لَا أضعِفُ أَوۡ أَزِلُّ أَوۡ أُذَلُّ وَ رَبِّي هُوَ اللَّهُ ، وَ لَا يُؤۡذِينِي إِنسٌ وَ لَا جِنٌّ وَ أَنَا مَحۡسُوبٌ عَلَىٰ اللَّهِ ، وَ لَا يُؤۡذِينِي بَلَآءٌ وَ لَا عَنَآءٌ وَ لَا شَقَآءٌ وَ لَا بَأۡسَآءُ وَ لَا ضَرَّآءُ وَ أَنَا فِي مَنِيعِ حِرۡزِ اللَّهِ ، وَ لَا تَضُرُّنِي أَمۡرَاضٌ وَ لَا أَسۡقَامٌ وَ لَا أَوۡجَاعٌ وَ لَا آلَامٌ وَ طَبِيبِي هُوَ اللَّهُ ، وَ لَا يَلۡحَقُ بِي اضۡطِرَابٌ وَ لَا اكۡتِئَابٌ وَ لَا هَمٌّ وَ لَا وَهۡمٌ وَ لَا كَمَدٌ وَ لَا نَكَدٌ وَ لَا خَوۡفٌ وَ لَا قَلَقٌ وَ الأَمۡرُ بِيَدِ اللَّهِ .","type":1},{"details":"  ( اللَّهُ ، اللَّهُ ، اللَّهُ ) .","type":1},{"details":"  أَنَا مَعَ اللَّهِ . ( ثَلَاثَاً )","type":1},{"details":"  لَا شَيۡءَ غَيۡرُ اللَّهِ ، الۡفَعَّالُ هُوَ اللَّهُ ، وَ الۡقَادِرُ اللَّهُ ، وَ الۡقَاهِرُ اللَّهُ ، وَ الۡغَنِيُّ اللَّهُ ، وَ الۡقَوِيُّ اللَّهُ ، وَ الۡعِزَّةُ لِلَّهِ ، جَلَّ جَلَالُ اللَّهِ ، يَفۡنَىٰ الۡكُلُّ وَ يَبۡقَىٰ اللَّهُ ، أَتَىٰ أَمۡـرُ اللَّهِ ، جَـآءَ نَصۡرُ اللَّهِ ، حُمَّ قَضَآءُ اللَّهِ ، نَفَذَ حُكۡمُ اللَّهِ ، هَلَكَ عَدُوُّ اللَّهِ ، حَمَتۡنِي حِمَايَةُ اللَّهِ ، وَقَتۡنِي وِقَايَةُ اللَّهِ ، رَعَتۡنِي رِعَايَةُ اللَّهِ ، ذَهَبَ الۡهَمُّ وَ الۡغَمُّ بِقُدۡرَةِ اللَّهِ ، انۡقَشَعَ الۡكَرۡبُ وَ الۡخَطۡبُ بِقُوَّةِ اللَّهِ ، أَقۡبَلَ الۡيُمۡنُ وَ الأَمۡنُ بِنِعۡمَةِ اللَّهِ ، صَحَّ الدَّوَآءُ وَ جَآءَ الشِّفَآءُ مِنۡ عِنۡدِ اللَّهِ .","type":1},{"details":"  ( اللَّهُ ، اللَّهُ ، اللَّهُ ) .","type":1},{"details":"  مَا شَآءَ اللَّهُ ، لَا يَصۡرِفُ السُّوٓءَ إِلَّا اللَّهُ ، مَا شَآءَ اللَّهُ ، لَا يَسُوقُ الۡخَيۡرَ إِلَّا اللَّهُ ، مَا كَانَ مِنۡ نِعۡمَةٍ فَمِنَ اللَّهِ .","type":1},{"details":"  أَعُوذُ بِرَبِّ الۡفَلَقِ ، مِنۡ شَرِّ مَا خَلَقَ .","type":1},{"details":" إِنَّمَآ أَمۡرُهُۥٓ إِذَآ أَرَادَ شَيۡئَاً أَن يَقُولَ لَهُ كُن فَيَكُونُ ٨٢ فَسُبۡحَانَ الَّذِي بِيَدِهِ مَلَكُوتُ كُلِّ شَيۡءٍ وَ إِلَيۡهِ تُرۡجَعُونَ ","type":2},{"details":"  أَدۡرِكۡنَا يَا اللَّهُ ، أَنۡقِذۡنَا يَا اللَّهُ ، انۡصُرۡنَا يَا اللَّهُ ، أَجِرۡنَا يَا اللَّهُ ، اشۡفِنَا يَا اللَّهُ ، عَافِنَا يَا اللَّهُ ، مَا لَنَا غَيۡرُكَ .","type":1},{"details":"  ( يَا اللَّهُ ، يَا اللَّهُ ، يَا اللَّهُ ) .","type":1},{"details":" بِسۡمِ اللَّهِ الرَّحۡمَٰنِ الرَّحِيمِ  إِذَا جَآءَ نَصۡـرُ اللَّهِ وَ الۡفَتۡحُ ١ وَ رَأَيۡتَ النَّاسَ يَدۡخُلُونَ فِي دِينِ اللَّهِ أَفۡوَاجَاً ٢ فَسَبِّحۡ بِحَمۡدِ رَبِّكَ وَ اسۡتَغۡفِرۡهُ ۚ إِنَّهُ كَانَ تَوَّابَاً ","type":2},{"details":[{"text":" سُبۡحَانَ اللَّهِ وَ بِحَمۡدِهِ ، سُبۡحَانَ اللَّهِ الۡعَظِيمِ . ","type":1},{"text":"( ٣ – ٥ – ٧ )","type":5}],"type":4},{"details":"  وَ لَا حَوۡلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الۡعَلِيِّ الۡعَظِيمِ .","type":1},{"details":"  وَ صَلِّ اللَّهُمَّ وَ سَلِّمۡ عَلَىٰ سَيِّدِنَا وَ مَوۡلَانَا مُحَمَّدٍ ، صَلَاةً لَا تَرۡتَدُّ ، وَ سَلَامَاً لَا يَنۡفَدُ ، وَ عَلَىٰ آلِهِ وَ صَحۡبِهِ وَ أُمَّتِهِ إِلَىٰ الۡأَبَدِ .","type":1},{"details":"  وَ رَضِيَ اللَّهُ عَنۡ أَشۡيَاخِنَا وَ إِخۡوَانِنَا رِضَآءً لَا يَحُدُّهُ حَدٌّ ، وَ لَا يَعُدُّهُ عَدٌّ ، وَ لَا يَنۡقَطِعُ لَهُ مَدَدٌ ، يَا أَحَدُ ، يَا أَحَدُ .","type":1},{"details":"  اللَّهُمَّ رِضَاكَ عَنَّا وَ عَنۡ أَوۡلِيَآءِ اللَّهِ الصَّالِحِينَ .","type":1},{"details":"  اللَّهُمَّ تَقَبَّلۡ بِفَضۡلِكَ وَ بِبَرَكَتِهِمۡ أَجۡمَعِينَ .","type":1},{"details":"  يَا غَايَةَ سُؤۡلِ السَّآئلِينَ ، يَا مُنۡتَهَىٰ رَغۡبَةِ الۡعَابِدِينَ ، يَا مُجِيبَ دَعۡوَةِ الۡمُضۡطَّرِّينَ ، يَا كَاشِفَ الضُّـرِّ ، يَآ أَحۡكَمَ الۡحَاكِمِينَ ، وَ يَا خَيۡرَ النَّاصِرِيـنَ ، وَ يَا صَرِيخَ الۡمُسۡتَصۡـرِخِـينَ ، وَ يَا غِيَـاثَ الۡمُسۡتَغِيثِينَ ، وَ يَآ أَرۡحَمَ الرَّاحِمِينَ .","type":1},{"details":"  اسۡتَجِبۡ لَنَا ( آمِينۡ ، آمِينۡ ، آمِينۡ ) .","type":1},{"details":"  وَ الۡحَمۡدُ لِلَّهِ رَبِّ الۡعَالَمِينَ .","type":1}],"name":"الابتهال الكبير"},{"details":[{"details":"  بِسۡمِ اللَّهِ الرَّحۡمَٰنِ الرَّحِيمِ","type":1},{"details":"  الۡحَمۡدُ كُلُّهُ لِلَّهِ ، وَ الصَّلَاةُ كُلُّهَا وَ السَّلَامُ كُلُّهُ عَلَىٰ سَيِّدِنَا رَسُولِ اللَّهِ ، وَ عَلَىٰ آلِهِ وَ صَحۡبِهِ وَ أَنصَارِهِ وَ أَزۡوَاجِهِ وَ ذُرِّيَّتِهِ وَ مَن وَالَاهُ ، فِي مَبۡدَإِ كُلِّ أَمۡرٍ وَ مُنتَهَاهُ .","type":1},{"details":"  اللَّهُمَّ إِنِّي أَتَوَسَّلُ إِلَيۡكَ بِذَاتِكَ وَ صِفَاتِكَ ، وَ أَتَوَجَّهُ إِلَيۡكَ بِغُيُوبِكَ وَ أَسۡرَارِكَ ، وَ أَسۡأَلُكَ بِاسۡمِكَ الۡأَعۡظَمِ ، الَّذِي إِذَا دُعِيتَ بِهِ أَجَبۡتَ ، وَ إِذَا سُئلۡتَ بِهِ أَعۡطَيۡتَ ، وَ أَسۡأَلُكَ بِأَسۡمَآئكَ الۡحُسۡنَىٰ كُلِّهَا ، مَا عَلِمۡتُ مِنۡهَا وَ مَا لَمۡ أَعۡلَمُ ، وَ أَسۡأَلُكَ بِكُلِّ اسۡمٍ هُوَ لَكَ ، سَمَّيۡتَ بِهِ نَفۡسَكَ ، أَوۡ عَلَّمۡتَهُ أَحَدَاً مِنۡ خَلۡقِكَ ، أَوۡ أَنۡزَلۡتَهُ فِي كِتَابٍ مِنۡ كُتُبِكَ ، أَوِ اسۡتَأۡثَرۡتَ بِهِ فِي عِلۡمِ الۡغَيۡبِ عِنۡدَكَ ، وَ أَسۡأَلُكَ بِمَا سَأَلَكَ بِهِ الۡأَنۡبِيَآءُ وَ الۡمُرۡسَلُونَ ، وَ الۡمَلَآئكَةُ الۡمُقَرَّبُونَ ، وَ الۡعِبَادُ الصَّالِحُونَ ، وَ أَسۡأَلُكَ بِمَنۡ تُحِبُّ أَنۡ تُسۡأَلَ بِهِ ، وَ بِمَا تُحِبُّ أَنۡ تُسۡأَلَ بِهِ ، مُبۡتَهِلَاً إِلَيۡكَ أَنۡ تُصَلِّيَ عَلَىٰ سَيِّدِنَا مُحَمَّدٍ وَ آلِهِ وَ أُمَّتِهِ ، وَ أَنۡ تَكۡشِفَ عَنِّي الۡكَرۡبَ وَالۡبَلآءَ ، وَ تَصۡرِفَ عَنِّي السُّوٓءَ وَ الۡفَحۡشَآءَ ، وَ تَرۡزُقَنِي الشِّفَآءَ مِنۡ كُلِّ دَآءٍ ، وَ تَثۡأَرَ لِي بِجَبَرُوتِكَ مِنَ الۡخُصُومِ وَ الۡأَعۡدَآءِ ، وَ تَعۡصِمَنِي بِقُدۡرَتِكَ مِمَّا أَتَوَقَّعُ وَ أَتَوَجَّسُ ، وَ تَحۡفَظَنِي بِقُوَّتِكَ مِمَّا وَ مِمَّنۡ أَخَافُ وَ أَخۡشَـىٰ ، وَ تَغۡسِـلَ قَلۡبِي وَ نَفۡسِـي بِبَرَكَتِكَ مِنۡ أَهۡـوَالِ الۡوَسَاوِسِ وَ الۡأَوۡهَامِ ، وَ سُوٓءِ الۡخَوَاطِرِ وَ الۡأَحۡلَامِ ، وَ مُسَبَّبَاتِ الۡهُمُومِ وَ الۡآلَامِ .","type":1},{"details":"  اللَّهُمَّ بِكَ أَتَوَسَّلُ إِلَيۡكَ ، فَارۡبِطۡ عَلَىٰ قَلۡبِي بِالۡيَقِينِ مِنكَ ، وَ الۡأَمَلِ فِيكَ ، وَ الۡإِيمَانِ بِكَ ، وَ الاعۡتِصَامِ بِحَبۡلِكَ ، وَ الاسۡتِمۡسَاكِ بِعُرۡوَتِكَ الۡوُثۡقَىٰ ، وَ الثِّقَةِ فِي خَفِيِّ لُطۡفِكَ .","type":1},{"details":"  يَا مَنۡ يُجِيبُ الۡمُضۡطَّرَّ إِذَا دَعَاهُ ، يَا مَنۡ يَكۡشِفُ السُّوٓءَ عَمَّنۡ نَادَاهُ .","type":1},{"details":"  يَا غِيَاثَ الۡمُسۡتَغِيثِينَ أَغِثۡنَا . ( ثَلَاثَاً )","type":1},{"details":"  يَآ أَرۡحَمَ الرَّاحِمِينَ ارۡحَمۡنَا . ( ثَلَاثَاً )","type":1},{"details":"  يَا لَطِيفَاً بِالۡعِبَادِ لَا تَفۡضَحۡنَا . ( ثَلَاثَاً )","type":1},{"details":"  يَا مُقَلِّبَ الۡقُلُوبِ ثَبِّتۡ قَلۡبِي عَلَىٰ مَا تُحِبُّ يَا اللَّهُ . ( ثَلَاثَاً )","type":1},{"details":"  اللَّهُمَّ لَا تَفۡجَأۡنِي وَ لَا تَفۡجَعۡنِي . ( ثَلَاثَاً )","type":1},{"details":"  اللَّهُمَّ الۡطُفۡ بِي فِيمَا جَرَتۡ بِهِ الۡمَقَادِيرُ . ( ثَلَاثَاً )","type":1},{"details":"  اللَّهُمَّ ادۡفَعۡ عَنِّي إِنَّكَ عَلَىٰ كُلِّ شَيۡءٍ قَدِيرٌ . ( ثَلَاثَاً )","type":1},{"details":"  اللَّهُمَّ كَمَا سَتَرۡتَ مَا مَضَىٰ بِرَحۡمَتِكَ ، فَاسۡتُرۡ مَا بَقِيَ بِنِعۡمَتِكَ . ( ثَلَاثَاً )","type":1},{"details":"  يَا عَالِمَ السِّرَّ مِنَّا ، لَا تَكۡشِفِ السَّتۡرَ عَنَّا ، وَ عَافِنَا وَ اعۡفُ عَنَّا ، وَ كُنۡ لَنَا حَيۡثُ كُنَّا . ( ثَلَاثَاً )","type":1},{"details":"  يَا حَنَّانُ يَا مَنَّانُ ، يَا حَيُّ يَا قَيُّومُ ، يَا بَدِيعَ السَّمَٰوَاتِ وَ الۡأَرۡضِ ، يَا ذَا الۡجَلَالِ وَ الۡإِكۡرَامِ .","type":1},{"details":[{"text":" لَا إِلَٰهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ ","type":2},{"text":"( ثَلَاثَاً )","type":1}],"type":4},{"details":"  اللَّهُمَّ نَجِّنِي مِنَ الۡغَمِّ وَ كَذَلِكَ تُنجِي الۡمُؤۡمِنِينَ . ( ثَلَاثَاً )","type":1},{"details":"  يَا مَنۡ لَا تَنۡفَعُهُ طَاعَتِي ، وَ لَا تَضُـرُّهُ مَعۡصِيَتِي ، وَ لَا حَاجَةَ بِهِ لِعَذَابِي ، وَ لَا حُجَّةَ لِي إِلَيۡهِ ، وَ لَا عُذۡرَ لِي بَيۡنَ يَدَيۡهِ ، أَسۡأَلُكَ بِضَعۡفِي وَ انكِسَارِي ، وَ ذُلِّي وَ افۡتِقَارِي ، أَن تَتَقَبَّلَ مِنِّي ، وَ تَسۡتَجِيبَ لِي ، وَ تُخَفِّفَ عَنِّي ، وَ لَا تُعَامِلۡنِي بِعَمَلِي .","type":1},{"details":"  اللَّهُمَّ اقۡضِ حَاجَاتِنَا وَ أَنتَ بِهَا أَعۡلَمُ . ( ثَلَاثَاً )","type":1},{"details":"  يَا وَاحِدُ يَا أَحَدُ ، يَا فَرۡدُ يَا صَمَدُ ، يَا مَنۡ لَمۡ يَلِدۡ وَ لَمۡ يُولَدۡ ، وَ لَمۡ يَكُن لَهُ كُفُواً أَحَدٌ ، ثَبِّتۡنِي اللَّهُمَّ بِالۡقَوۡلِ الثَّابِتِ فِي الۡحَيَاةِ الدُّنۡيَا وَ فِي الۡآخِرَةِ ، وَ لَا تَكِلۡنِي إِلَىٰ نَفۡسِـي طَرۡفَةَ عَيۡنٍ وَ لَا أَقَلَّ مِنۡ ذَلِكَ ، وَ لَا تُلۡجِئۡنِي بِفَضۡلِكَ إِلَىٰ أَحَدٍ سِوَاكَ .","type":1},{"details":"  ( يَا اللَّهُ ، يَا اللَّهُ ، يَا اللَّهُ ) .","type":1},{"details":"  يَا كَاشِفَ الضُّرِّ وَ الۡبَلۡوَىٰ ، يَا سَامِعَ الۡحَقِّ وَ الدَّعۡوَىٰ ، يَا مَنۡ إِلَيۡهِ مُنۡتَهَىٰ الشَّكۡوَىٰ .","type":1},{"details":"  اللَّهُمَّ عِلۡمُكَ بِحَالِي حَسۡبِي مِنۡ سُؤَالِي . ( ثَلَاثَاً )","type":1},{"details":"  يَا مَنۡ يَكۡفِي عَنۡ كُلِّ أَحَدٍ ، وَ لَا يَكۡفِي عَنۡهُ أَحَدٌ ، اغۡنِنِي بِكَ عَنۡ كُلِّ أَحَدٍ ، وَ لَا تَشۡغَلۡنِي عَنكَ بِأَيِّ أَحَدٍ .","type":1},{"details":"  ( يَا أَحَدُ ، يَا أَحَدُ ، يَا أَحَدُ ) .","type":1},{"details":"  اللَّهُمَّ أَنِلۡنِي مَعۡرُوفَاً مِنۡ مَعۡرُوفِكَ تُغۡنِنِي بِهِ عَنۡ مَعۡرُوفِ مَنۡ سِوَاكَ ، يَا مَعۡرُوفَاً بِالۡمَعۡرُوفِ .","type":1},{"details":"  اللَّهُمَّ يَسِّرۡ لِي كُلَّ عَسِيرٍ ، فَإِنَّ تَيۡسِيرَ الۡعَسِيرِ عَلَيۡكَ يَسِيرٌ .","type":1},{"details":"  إِلَهِي : هَٰذَا دُعَآءُ النَّادِمِ الۡمُعۡتَرِفِ بِالۡخَطِيئَةِ ، فَلَا تَخۡذُلۡنِي .","type":1},{"details":"  إِلَهِي : هَٰذَا مَقَامُ الۡعَآئذِ بِكَ مِنَ الۡقَطِيعَةِ ، فَلَا تَطۡرُدۡنِي .","type":1},{"details":"  إِلَهِي : هَٰذَا نِدَآءُ الَّلَآئذِ بِحِمَاكَ مِنَ الۡفَضِيحَةِ ، فَلَا تَفۡضَحۡنِي .","type":1},{"details":"  اللَّهُمَّ أَنتَ غِيَاثِي فَبِكَ أَغُوثُ ، وَ أَنتَ مَـلَاذِي فَبِكَ أَلُوذُ ، وَ أَنتَ عِيَاذِي فَبِكَ أَعُوذُ .","type":1},{"details":"  الأَمَلُ بِكَ وَ الرَّجَآءُ فِيكَ يَا رَبِّ . ( ثَلَاثَاً )","type":1},{"details":"  اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنۡ خِزۡيِكَ ، وَ كَشۡفِ سَتۡرِكَ ، وَ نِسۡيَانِ ذِكۡرِكَ ، وَ الانۡصِرَافِ عَنۡ شُكۡرِكَ .","type":1},{"details":[{"text":"   سُبۡحَانَكَ اللَّهُمَّ ، أَعُوذُ بِرِضَاكَ مِنۡ سَخَطِكَ ، وَ بِمُعَافَاتِكَ مِنۡ عُقُوبَتِكَ ، وَ أَعُوذُ بِكَ مِنكَ ، لَا مَلۡجَأَ وَ لَا مَنۡجَا مِنۡكَ إِلَّا إِلَيۡكَ ، لَا أُحۡصِي ثَنَآءً عَلَيۡكَ ، أَنتَ كَمَا أَثۡنَيۡتَ عَلَىٰ نَفۡسِكَ ، فَتَقَبَّلۡ مِنِّي ، وَ اسۡتَجِبۡ لِي ، بِبَرَكَةِ","type":1},{"text":" بِسۡمِ اللَّهِ الرَّحۡمَٰنِ الرَّحِيمِ ١ الۡحَمۡدُ لِلَّهِ رَبِّ الۡعَالَمِينَ ٢ الرَّحۡمَٰنِ الرَّحِيمِ ٣ مَالِكِ يَوۡمِ الدِّينِ ٤ إِيَّاكَ نَعۡبُدُ وَ إِيَّاكَ نَسۡتَعِينُ ٥ اهۡدِنَا الصِّرَاطَ الۡمُسۡتَقِيمَ ٦ صِرَاطَ الَّذِينَ أَنۡعَمۡتَ عَلَيۡهِمۡ غَيۡرِ الۡمَغۡضُوبِ عَلَيۡهِمۡ وَ لَا الضَّآلِّينَ ٧","type":2}],"type":4},{"details":[{"text":" وَ أُفَوِّضُ أَمۡرِيٓ إِلَىٰ اللَّهِ إِنَّ اللَّهَ بَصِيرُۢ بِالۡعِبَادِ ","type":2},{"text":"( ثَلَاثَاً )","type":1}],"type":4},{"details":[{"text":" حَسۡبِيَ اللَّهُ لَآ إِلَهَ إِلَّا هُوَ عَلَيۡهِ تَوَكَّلۡتُ وَ هُوَ رَبُّ الۡعَرۡشِ الۡعَظِيمِ ","type":2},{"text":"( ثَلَاثَاً )","type":1}],"type":4},{"details":[{"text":" أَزِفَتِ الۡآزِفَةُ ٥٧ لَيۡسَ لَهَا مِن دُونِ اللَّهِ كَاشِفَةٌ ٥٨ أَفَمِنۡ هَٰذَا الۡحَدِيثِ تَعۡجَبُونَ ٥٩ وَ تَضۡحَكُونَ وَ لَا تَبۡكُونَ ٦٠ وَ أَنتُمۡ سَامِدُونَ ٦١ فَاسۡجُدُوا لِلَّهِ وَ اعۡبُدُوا ۩","type":2},{"text":"( ثَلَاثَاً )","type":1}],"type":4},{"details":" وَ لَقَدۡ سَبَقَتۡ كَلِمَتُنَا لِعِبَادِنَا الۡمُرۡسَلِينَ ١٧١ إِنَّهُمۡ لَهُمُ الۡمَنصُورُونَ ١٧٢ وَ إِنَّ جُندَنَا لَهُمُ الۡغَالِبُونَ ١٧٣ فَتَوَلَّ عَنۡهُمۡ حَتَّىٰ حِينٍ ١٧٤ وَ أَبۡصِرۡهُـمۡ فَسَوۡفَ يُبۡصِرُونَ ١٧٥ أَفَبِعَذَابِنَا يَسۡتَعۡجِلُونَ ١٧٦ فَإِذَا نَزَلَ بِسَاحَتِهِمۡ فَسَآءَ صَبَاحُ الۡمُنذَرِينَ ١٧٧ وَ تَوَلَّ عَنۡهُمۡ حَتَّىٰ حِينٍ ١٧٨ وَ أَبۡصِـرۡ فَسَوۡفَ يُبۡصِرُونَ ١٧٩ سُبۡحَانَ رَبِّكَ رَبِّ الۡعِزَّةِ عَمَّا يَصِفُونَ ١٨٠ وَ سَلَامٌ عَلَىٰ الۡمُرۡسَلِينَ ١٨١ وَ الۡحَمۡدُ لِلَّهِ رَبِّ الۡعَالَمِينَ ","type":2},{"details":"  وَ صَلِّ اللَّهُمَّ وَ سَلِّمۡ وَ بَارِكۡ عَلَىٰ سَيِّدِنَا مُحَمَّدٍ وَ عَلَىٰ آلِهِ وَ صَحۡبِهِ وَ تَابِعِيهِ وَ أُمَّتِهِ إِلَىٰ يَوۡمِ الۡقِيَامَةِ كَمَا تُحِبُّ وَ تَرۡضَىٰ وَ اجۡزِهِ عَنَّا مَا هُوَ أَهۡلُهُ .","type":1}],"name":"الاستغاثة الجامعة"},{"details":[{"details":"  ( بِاسۡمِ الۡإِلَهِ الۡخَالِقِ الأَكۡبَرِ ) ، الۡمُنۡتَقِمِ الۡجَبَّارِ الۡأَعَزِّ الۡأَقۡدَرِ ، ( وَ هُوَ حِرۡزٌ مَانِعٌ مِمَّا أَخَافُ وَ أَحۡذَرُ ) ، وَ مِمَّنۡ طَغَىٰ وَ تَكَبَّرَ ، وَ بَغَىٰ وَ تَجَبَّرَ ، فَقُتِلَ كَيۡفَ قَدَّرَ ، ثُمَّ قُتِلَ كَيۡفَ قَدَّرَ .","type":1},{"details":"  ( لَا قُدۡرَةَ لِمَخۡلُوقٍ مَعَ قُدۡرَةِ الۡخَالِقِ ) ، وَ هُوَ رَبُّ السَّمَآءِ وَ الطَّارِقِ ، الۡحَكَمُ الۡعَدۡلُ الۡقَاهِرُ فَوۡقَ الۡخَلآئقِ ، الۡمُعِزُّ الۡمُذِلُّ الۡعَلِيمُ بِالۡحَقَآئقِ ، مَالِكُ الۡمُلۡكِ الَّذِي لَا يُعۡجِزُهُ سَابِقٌ وَ لَا لَاحِقٌ .","type":1},{"details":"  ( يُلۡجِمُهُ بِلِجَامِ قُدۡرَتِهِ ) ، وَ يَحۡسِمُهُ بِحُسَامِ قَهۡرِهِ وَ سَطۡوَتِهِ ، وَ يَخۡطِمُهُ بِخُطَامِ إِذۡلَالِهِ وَ خُذۡلَانِهِ وَ صَوۡلَتِهِ ، فِي غَيۡبَتِهِ وَ حَضۡرَتِهِ .","type":1},{"details":" ( أَحۡمَىٰ حَمِيثَاً ) .","type":1},{"details":" إِنَّا جَعَلۡنَا فِيٓ أَعۡنَاقِهِمۡ أَغۡلَالاً فَهِيَ إِلَىٰ الۡأَذۡقَانِ فَهُمۡ مُقۡمَحُونَ ","type":2},{"details":" ( أَطۡمَىٰ طَمِيثَاً ) .","type":1},{"details":" وَ جَعَلۡنَا مِنۡ بَيۡنِ أَيۡدِيهِمۡ سَدَّاً وَ مِنۡ خَلۡفِهِمۡ سَدَّاً فَأَغۡشَيۡنَاهُـمۡ فَهُـمۡ لَا يُبۡصِـرُونَ ","type":2},{"details":" وَ كَانَ اللَّهُ قَوِيَّاً عَزِيزَاً ","type":2},{"details":[{"text":" وَ أُفَوِّضُ أَمۡرِيٓ إِلَىٰ اللَّهِ إِنَّ اللَّهَ بَصِيرُۢ بِالۡعِبَادِ ","type":2},{"text":"( ثَلَاثَاً )","type":1}],"type":4},{"details":" إِنَّ بَطۡشَ رَبِّكَ لَشَدِيدٌ ١٢ إِنَّهُ هُوَ يُبۡدِئُ وَ يُعِيدُ ١٣ وَ هُوَ الۡغَفُورُ الۡوَدُودُ ١٤ ذُو الۡعَرۡشِ الۡمَجِيدُ ١٥ فَعَّالٌ لِّمَا يُرِيدُ ","type":2},{"details":[{"text":" كٓهيعٓصٓ ","type":2},{"text":": كِفَايَتُنَا","type":1}],"type":4},{"details":" فَوَقَعَ الۡحَقُّ وَ بَطَلَ مَا كَانُوا يَعۡمَلُونَ ","type":2},{"details":[{"text":" حمٓ ١ عٓسٓقٓ ","type":2},{"text":": حِمَايَتُنَا","type":1}],"type":4},{"details":" فَغُلِبُوا هُنَالِكَ وَ انقَلَبُوا صَاغِرِينَ ","type":2},{"details":" فَسَيَكۡفِيكَهُمُ اللَّهُ وَ هُوَ السَّمِيعُ الۡعَلِيمُ ","type":2},{"details":[{"text":" حَسۡبِيَ اللَّهُ لَآ إِلَهَ إِلَّا هُوَ عَلَيۡهِ تَوَكَّلۡتُ وَ هُوَ رَبُّ الۡعَرۡشِ الۡعَظِيمِ ","type":2},{"text":"( ثَلَاثَاً )","type":1}],"type":4},{"details":"  انۡهَزَمَ الۡجَمۡعُ الۡمَشۡئُومُ ، وَ انۡدَحَرَ الظَّلُومُ الۡغَشُومُ ، وَ عَنَتِ الۡوُجُوهُ لِلۡحَيِّ الۡقَيُّومِ ، صَدَقَ اللَّهُ وَعۡدَهُ ، وَ نَصَرَ عَبۡدَهُ ، وَ أَعَزَّ جُنۡدَهُ ، وَ هَزَمَ الۡأَحۡزَابَ وَحۡدَهُ .","type":1},{"details":" فَدَمۡدَمَ عَلَيۡهِمۡ رَبُّهُم بِذَنۢبِهِمۡ فَسَوَّاهَا ١٤ وَ لَا يَخَافُ عُقۡبَاهَا ","type":2},{"details":[{"text":" لَا إِلَٰهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ ","type":2},{"text":"( ثَلَاثَاً )","type":1}],"type":4},{"details":"  اللَّهُمَّ صَلِّ صَلَاةً كَامِلَةً ، وَ سَلِّمۡ سَلَامَاً تَآمَّاً ، عَلَىٰ سَيِّدِنَا مُحَمَّدٍ الَّذِي تَنۡحَـلُّ بِبَرَكَتِهِ الۡعُقَـدُ ، وَ تَنۡفَرِجُ الۡكُـرَبُ ، وَ تُقۡضَىٰ الۡحَوَآئـجُ ، وَ تُنَالُ الرَّغَآئبُ ، وَ حُسۡنُ الۡخَوَاتِيمِ ، وَ يُسۡتَسۡقَىٰ الۡغَمَامُ بِوَجۡهِهِ الۡكَرِيمِ ، وَ عَلَىٰ آلِهِ وَ صَحۡبِهِ ، فِي كُلِّ لَمۡحَةٍ وَ نَفَسٍ بِعَدَدِ كُلِّ مَعۡلُومٍ لَكَ يَا حَيُّ يَا قَيُّومُ ، وَ عَلَىٰ جَمِيعِ الۡأَنۡبِيَآءِ وَ الۡمُرۡسَلِينَ ، وَ الۡأَوۡلِيَآءِ الصَّالِحِينَ ، وَ أَشۡيَاخِنَا وَ إِخۡوَانِنَا فِي اللَّهِ أَجۡمَعِينَ ، فِي السَّالِفِينَ وَ الۡخَالِفِينَ .","type":1},{"details":"  وَ الۡحَمۡدُ لِلَّهِ رَبِّ الۡعَالَمِينَ .","type":1}],"name":"الحزب الدسوقي الممزوج"},{"details":[{"details":"  اللَّهُمَّ ارۡحَمۡنَا إِذَا أَتَانَا الۡيَقِينُ ، وَ عَرِقَ مِنَّا الۡجَبِينُ ، وَ كَثُرَ الۡأَنِينُ وَ الۡحَنِينُ .","type":1},{"details":"  اللَّهُمَّ ارۡحَمۡنَا إِذَا يَئسَ مِنَّا الطَّبِيبُ ، وَ بَكَىٰ عَلَيۡنَا الۡحَبِيبُ ، وَ تَخَلَّىٰ عَنَّا الۡقَرِيبُ وَ الۡغَرِيبُ ، وَ ارۡتَفَعَ النَّشِيجُ وَ النَّحِيبُ .","type":1},{"details":"  اللَّهُمَّ ارۡحَمۡنَا إِذَا اشۡتَدَّتِ السَّكَرَاتُ ، وَ تَوَالَتِ الۡحَسَرَاتُ ، وَ أَطۡبَقَتِ الرَّوۡعَاتُ ، وَ فَاضَتِ الۡعَبَرَاتُ ، وَ تَكَشَّفَتِ الۡعَوۡرَاتُ ، وَ تَعَطَّلَتِ الۡقُوَىٰ وَ الۡقُدۡرَاتُ .","type":1},{"details":"  اللَّهُمَّ ارۡحَمۡنَا إِذَا بَلَغَتِ التَّرَاقِ ، وَ قِيلَ مَنۡ رَاقٍ ، وَ تَأَكَدَّتۡ فَجِيعَةُ الۡفِرَاقِ لِلۡأَهۡلِ وَ الرِّفَاقِ ، وَ قَدۡ حُمَّ الۡقَضَآءُ فَلَيۡسَ مِنۡ وَاقٍ .","type":1},{"details":"  اللَّهُمَّ ارۡحَمۡنَا إِذَا حُمِلۡنَا عَلَىٰ الأَعۡنَاقِ ، إِلَىٰ رَبِّكَ يَوۡمَئذٍ الۡمَسَاقُ ، وَدَاعَاً أَبَدِيَّاً لِلدُّورِ وَ الۡأَسۡوَاقِ ، وَ الۡأَقۡلَامِ وَ الۡأَوۡرَاقِ ، إِلَىٰ مَنۡ تَذَلُّ لَهُ الۡجِبَاهُ وَ الۡأَعۡنَاقُ .","type":1},{"details":"  اللَّهُمَّ ارۡحَمۡنَا إِذَا وُورِينَا التُّرَابُ ، وَ غُلِّقَتۡ مِنَ الۡقُبُورِ الۡأَبۡوَابُ ، وَ انۡفَضَّ الۡأَهۡلُ وَ الۡأَحۡبَابُ ، فَإِذَا الۡوَحۡشَةُ وَ الۡوَحۡدَةُ وَ هَوۡلُ الۡحِسَابِ .","type":1},{"details":"  اللَّهُمَّ ارۡحَمۡنَا إِذَا فَارَقَنَا النَّعِيمُ ، وَ انۡقَطَعَ النَّسِيمُ ، وَ قِيلَ مَا غَرَّ كَ بِرَبِّكَ الۡكَرِيمِ .","type":1},{"details":"  اللَّهُمَّ ارۡحَمۡنَا إِذَا أُقِمۡنَا لِلسُّؤَالِ ، وَ خَانَنَا الۡمَقَالُ ، وَ لَمۡ يَنۡفَعۡ جَاهٌ وَ لَا مَالٌ وَ لَا عِيَالٌ ، وَ قَدۡ حَالَ الۡحَالُ ، فَلَيۡسَ إِلَّا فَضۡلُ الۡكَبِيرِ الۡمُتَعَالِ .","type":1},{"details":"  اللَّهُمَّ ارۡحَمۡنَا إِذَا نُسِيَ اسۡمُنَا ، وَ دُرِسَ رَسۡمُنَا ، وَ أَحَاطَ بِنَا قَسۡمُنَا وَ وَسۡمُنَا .","type":1},{"details":"  اللَّهُمَّ ارۡحَمۡنَا إِذَا أُهۡمِلۡنَا فَلَمۡ يَزُرۡنَا زَآئرٌ ، وَ لَمۡ يَذۡكُرۡنَا ذَاكِرٌ ، وَ مَا لَنَا مِنۡ قُوَّةٍ وَ لَا نَاصِرٌ، فَلَا أَمَلَ إِلَّا فِي الۡقَاهِرِ الۡقَادِرِ ، الۡغَافِرِ السَّاتِرِ ، يَا مَنۡ إِذَا وَعَدَ وَفَّىٰ ، وَ إِذَا أَوۡعَدَ عَفَا ، ارۡحَمۡ مَنۡ هَفَا وَ جَفَا وَ غَفَا ، وَ شَفِّعۡ فِينَا الۡحَبِيبَ الۡمُصۡطَفَىٰ ، وَ اجۡعَلۡنَا مِمَّنۡ صَفَا وَ وَفَا ، وَ بِاللَّهِ اكۡتَفَىٰ .","type":1},{"details":"  يَآ أَرۡحَمَ الرَّاحِمِينَ . ( ثَلَاثَاً )","type":1},{"details":"  يَا حَيُّ يَا قَيُّومُ ، يَا بَدِيعَ السَّمَٰوَاتِ وَ الۡأَرۡضِ ، يَا ذَا الۡجَلَالِ وَ الۡإِكۡرَامِ .","type":1},{"details":"  اللَّهُمَّ صَلِّ وَ سَلِّمۡ وَ بَارِكۡ عَلَىٰ سَيِّدِنَا مُحَمَّدٍ وَ آلِهِ وَ صَحۡبِهِ وَ أُمَّتِهِ إِلَىٰ يَوۡمِ الدِّينِ .","type":1}],"name":"ختم الاسترحام"},{"details":[{"details":"بِسۡمِ اللَّهِ الرَّحۡمَٰنِ الرَّحِيمِ","type":1},{"details":"  اللَّهُمَّ رَبَّنَا لَكَ الۡحَمۡدُ ، أَهۡلُ الثَّنَآءِ وَ الۡمَجۡدِ ، أَحَقُّ مَا قَالَ عَبۡدٌ ، نَسۡأَلُكَ إِيمَانَاً لَا يَرۡتَدُّ ، وَ نَعِيمَاً لَا يَنۡفَدُ ، وَ مُرَافَقَةَ سَيِّدِنَا مُحَمَّدٍ صَلَّىٰ اللَّهُ عَلَيۡهِ وَ آلِهِ وَسَلَّمَ صَاحِبِ هَذَا الۡمَشۡهَدِ .","type":1},{"details":"  اللَّهُمَّ صَلِّ وَ سَلِّمۡ وَ بَارِكۡ عَلَيۡهِ بِمَا أَنتَ أَهۡلُهُ وَ مَا هُوَ أَهۡلُهُ مِنَ الۡفَيۡضِ وَ الۡمَدَدِ إِلَىٰ الۡأَبَدِ ، لَا يُحِيطُ بِهِ عَدٌّ وَ لَا حَدٌّ .","type":1},{"details":[{"text":" لا إله إلا أنت سبحانك إني كنت من الظالمين ","type":2},{"text":"( ثَلَاثَاً )","type":1}],"type":4},{"details":" فَاسۡتَجَبۡنَا لَهُ وَ نَجَّيۡنَاهُ مِنَ الۡغَمِّ وَ كَذَلِكَ نُنجِي الۡمُؤۡمِنِينَ ","type":2},{"details":"  اللَّهُمَّ بِفَضۡلِكَ فِي هَذَا الۡوَعۡدِ الۡعَظِيمِ الۡأَتَمِّ الۡأَعَمِّ الۡأَشَمِّ ، فَرِّجۡ عَنَّا كُلَّ هَمٍّ وَ غَمٍّ وَ أَلَمٍ ، وَ تَدَارَكۡنَا بِلُطۡفِكَ الۡعَاجِلِ مِمَّا بِنَا ألَمَّ ، يَا رَبَّنَا يَا أَهۡلَ الۡعِزِّ وَ الۡكَرَمِ ، يَا مَوۡلَىٰ النِّعَمِ .","type":1},{"details":"  يَا عَالِمَ السِّرِّ وَ النَّجۡوَىٰ ، يَا كَاشِفَ الضُّـرِّ وَ الۡبَلۡوَىٰ ، يَا مَنۡ إِلَيۡهِ مُنۡتَهَىٰ الشَّكۡوَىٰ ، يَا مَنۡ يُجِيبُ الۡمُضۡطَّرَّ إِذَا دَعَاهُ ، يَا مَنۡ يَكۡشِفُ السُّوٓءَ عَمَّنۡ وَالَاهُ .","type":1},{"details":"  يَا غِيَاثَ الۡمُسۡتَغِيثِينَ ، يَا جَارَ الۡمُسۡتَجِيرِينَ ، يَا أَمَانَ الۡخَآئفِينَ ، يَا قَاضِي حَاجَاتِ السَّآئلِينَ ، يَا مُنۡتَهَىٰ رَغۡبَةِ الرَّاغِبِينَ .","type":1},{"details":"  يَا رَبَّ الۡحِلِّ وَ الۡحَرَامِ ، وَ الۡبَلَدِ الۡحَرَامِ ، وَ الۡجَبَلِ الۡحَرَامِ ، وَ الۡبَيۡتِ الۡحَرَامِ ، وَ الۡمَشۡعَرِ الۡحَرَامِ ، وَ زَمۡزَمَ وَ الۡمَقَامِ ، وَ الۡمَشَاهِدِ الۡعِظَامِ ، يَا رَبَّ الۡحَجَرِ الۡأَسۡوَدِ ، وَ الۡمُلۡتَزَمِ الۡأَسۡعَدِ ، وَ الۡحِجۡرِ الۡأَمۡجَدِ ، وَ الۡمُسۡتَجَارِ الۡأَرۡشَدِ ، صَلِّ عَلَىٰ سَيِّدِنَا مُحَمَّدٍ وَ عَلَىٰ آلِهِ وَ صَحۡبِهِ وَ أُمَّتِهِ وَ سَلِّمۡ تَسۡلِيمَاً كَثِيرَاً ، عَدَدَ مَا خَلَقۡتَ وَ رَزَقۡتَ وَ أَمَتَّ وَ أَحۡيَيۡتَ إِلَىٰ يَوۡمِ تَبۡعَثُ مَنۡ أَفۡنَيۡتَ .","type":1},{"details":"  اللَّهُمَّ بِكُلِّ ذَلِكَ اقۡضِ حَاجَاتِنَا وَ أَنتَ بِهَا أَعۡلَمُ . ( ثَلَاثَاً )","type":1},{"details":"  اللَّهُمَّ صَلِّ وَ سَلِّمۡ عَلَيۡهِ بِقَدۡرِ مَنۡ تُحِبُّ وَ قَدۡرِ مَا تُحِبُّ ، وَ بِقَدۡرِ مَا أَحَاطَ بِهِ عِلۡمُكَ ، وَ خَطَّ بِهِ قَلَمُكَ ، وَ أَحۡصَاهُ كِتَابُكَ ، كُلَّمَا ذَكَرَكَ الذَّاكِرُونَ ، وَ غَفَلَ عَنۡ ذِكۡرِهِ الۡغَافِلُونَ .","type":1},{"details":"  وَ اقۡضِ بِفَضۡلِكَ حَاجَتِي وَ أَنتَ بِهَا أَعۡلَمُ . ( ثَلَاثَاً )","type":1},{"details":"  وَ تُبۡ عَلَيۡنَا مِمَّا نَعۡلَمُ ، وَ مِمَّا لَا نَعۡلَمُ ، وَ مَا أَنتَ بِهِ أَعۡلَمُ ، وَ اهۡدِنَا سَبِيلَكَ الۡأَقۡوَمُ ، وَ احۡفَظۡنَا مِنۡ كُلِّ مَا نَخۡشَىٰ وَ نَتَّقِي وَ نَخَافُ بِسِرِّ الاسۡمِ الۡأَعۡظَمِ .","type":1},{"details":"  اللَّهُمَّ تَوَلَّ أَهۡلِينَا وَ أَوۡلَادَنَا وَ بَنَاتِنَا وَ زَوۡجَاتِنَا وَ جَمِيعَ أَحۡبَابِنَا وَ إِخۡوَانِنَا فِي اللَّهِ بِكُلِّ خَيۡرَيِ الدُّنۡيَا وَ الۡآخِرَةِ ، وَ اصۡرِفۡ عَنَّا وَ عَنۡهُمُ الۡمُفَاجَآتِ وَ الۡفَوَاجِعِ ، وَ الۡمَشَقَّاتِ وَ الۡأَمۡرَاضِ وَ الۡبَلَايَا وَ الۡمَوَاجِعِ .","type":1},{"details":"  اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ السَّفَاهَةِ وَ التَّفَاهَةِ ، وَ الۡبَلَاهَةِ وَ الۡفَهَاهَةِ ، يَا إِلَهِي ، يَا عَظِيمُ .","type":1},{"details":"  رَبِّ اشۡرَحۡ لِي صَدۡرِي ، وَ يَسِّـرۡ لِي أَمۡرِي ، وَ امۡحُ عَنِّي وِزۡرِي ، وَ يَسِّرۡ عُسۡرِي ، وَ ارۡفَعۡ قَـدۡرِي ، وَ أَصۡلِحۡ أَمۡـرِي ، وَ عَجِّلۡ نَصۡـرِي ، وَ خُذۡ بِثَأۡرِي مِنۡ كُلِّ مَنۡ ظَلَمَنِي أَوۡ طَلَبَ قَهۡرِي . ( ثَلَاثَاً )","type":1},{"details":"  اللَّهُمَّ اغۡفِرۡ ذَنۡبِي ، وَ أَصۡلِحۡ قَلۡبِي ، وَ فَرِّجۡ كَرۡبِي ، وَ نَوِّرۡ دَرۡبِي ، وَ أَكِّدۡ فِي قُلُوبِ النَّاسِ حُبِّي ، وَالۡطُفۡ بِي فِيمَا جَرَتۡ بِهِ الۡمَقَادِيرُ ، يَا نِعۡمَ الۡمَوۡلَىٰ وَ يَا نِعۡمَ النَّصِيرُ . ( ثَلَاثَاً )","type":1},{"details":"   اللَّهُمَّ اسۡتُرۡنِي وَ اجۡبُرۡنِي ، وَ أَجِرۡنِي وَ أۡجُرۡنِي ، وَ لَا تُذِلَّنِي وَ لَا تُزِلَّنِي ، وَ لَا تَضُرَّنِي وَ لَا تَفۡضَحۡنِي ، وَ لَا تَكۡشِفۡ سِتۡرَكَ عَنِّي ، وَ لَا تُخۡزِنِي فِي الدُّنۡيَا وَ الۡآخِرَةِ ، يَا سَتَّارُ ، يَا غَفَّارُ . ( ثَلَاثَاً )","type":1},{"details":"  اللَّهُمَّ إِنۡ عَامَلۡتَنَا بِمَا نَحۡنُ أَهۡلُهُ هَلَكۡنَا ، وَ إِنۡ عَامَلۡتَنَا بِمَا أَنتَ أَهۡلُهُ سَلَكۡنَا وَ مَلَكۡنَا ، وَ تَمَسَّكۡنَا وَ اسۡتَمۡسَكۡنَا ، فَلَا تُعَامِلۡنَا بِمَا نَحۡنُ أَهۡلُهُ ، وَ عَامِلۡنَا بِمَا أَنتَ أَهۡلُهُ ، يَا لَطِيفُ ، يَا خَبِيرُ .","type":1},{"details":"  اللَّهُمَّ إِنَّا خَرَجۡنَا مِنۡ عِلۡمِنَا وَ عَمَلِنَا إِلَىٰ عِلۡمِكَ وَ عَمَلِكَ ، اللَّهُمَّ إِنَّا بَرِئۡنَا مِنۡ حَوۡلِنَا وَ قُوَّتِنَا إِلَىٰ حَوۡلِكَ وَ قُوَّتِكَ .","type":1},{"details":"  اللَّهُمَّ إِنَّا انۡسَلَخۡنَا مِنۡ تَدۡبِيرِنَا وَ اخۡتِيَارِنَا إِلَىٰ تَدۡبِيرِكَ وَ اخۡتِيَارِكَ ، فَإِنَّهُ لَا حَوۡلَ وَ لَا قُوَّةَ إِلَّا بِكَ . ( ثَلَاثَاً )","type":1},{"details":"  اللَّهُمَّ شَفِّعۡ فِينَا حَبِيبَكَ الۡمُصۡطَفَىٰ صَلَّىٰ اللَّهُ عَلَيۡهِ وَ آلِهِ وَ سَلَّمَ ، وَ خَفِّفۡ عَنَّا سَكَرَاتِ الۡمَوۡتِ .","type":1},{"details":"  اللَّهُمَّ إِنَّا نَسۡتَوۡدِعُكَ الشَّهَادَتَيۡنِ الۡكَرِيمَتَيۡنِ فَسَجِّلۡهُمَا لَنَا يَا اللَّهُ .","type":1},{"details":"  لَآ إِلَهَ إِلَّا اللَّهُ مُحَمَّدٌ رَسُولُ اللَّهِ . ( ثَلَاثَاً )","type":1},{"details":"  وَ أَلۡهِمۡنَا الۡإِجَابَةَ عِنۡدَ السُّؤَالِ ، فِي الۡقَبۡرِ وَ الۡحَشۡـرِ ، وَ الۡحَالِ وَ الۡمَآلِ ، عَبِيدُكَ عَلَىٰ بَابِكَ فَلَا تَرُدَّهُمۡ خَآئبِينَ .","type":1},{"details":"  اللَّهُمَّ آمِينَ آمِينَ آمِينَ .","type":1},{"details":"  يَآ أَرۡحَمَ الرَّاحِمِينَ . ( ثَلَاثَاً )","type":1},{"details":"  اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ اللُّؤۡمِ وَ الۡخُبۡثِ وَ الۡمَكۡرِ ، وَ مِنَ التَّفَاخُرِ وَ التَّعَاظُمِ وَ الۡكِبۡرِ وَ التَّغَالِي .","type":1},{"details":"  اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الاسۡتِدۡرَاجِ وَ الۡغُرُورِ ، وَ حُبِّ الشُّهۡرَةِ وَ السُّمۡعَةِ وَ الظُّهُورِ ، وَ تَعَقُّدِ الۡأُمُورِ ، وَ الاتِّجَارِ بِالدِّينِ الۡمَبۡرُورِ ، يَا عَفُوُّ ، يَا غَفُورُ .","type":1},{"details":"  اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الرِّيَآءِ وَ النِّفَاقِ ، وَ دَنَاءَةِ الۡأَخۡلَاقِ ، وَ انۡقِلَابِ الرِّفَاقِ ، وَ كَيۡدِ الۡفُسَّاقِ ، وَ ضِيقِ الۡأَرۡزَاقِ وَ الۡآفَاقِ ، اللَّهُمَّ ثَبِّتۡنَا عَلَىٰ دِينِكَ وَ آدَابِهِ إِلَىٰ يَوۡمِ التَّلَاقِ .","type":1},{"details":"  اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِن ذُلِّ الۡفَقۡرِ ، وَ غَمِّ الۡحَاجَةِ ، وَ مِنۡ هَمِّ الۡإِلۡحَاحِ وَ الۡإِلۡحَافِ ، وَ التَّرَدُّدِ وَ الضَّعۡفِ وَ اللَّجَاجَةِ ، وَ الأَثۡقَالِ وَ الۡبُرُودِ ، وَ الاسۡتِرۡذَالِ وَ الۡفَجَاجَةِ وَ السَّمَاجَةِ .","type":1},{"details":"  اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الۡجَهَالَةِ وَ الضَّلَالَةِ ، وَ النَّذَالَةِ وَ الۡمَلَالَةِ ، وَ مِنَ الۡبَطَالَةِ وَ الۡعَمَالَةِ ، وَ مِنَ الۡبَلَادَةِ وَ الضَّآلَةِ ، وَ مِنَ الۡحَاجَةِ إِلَىٰ الۡأَعۡدَاءِ وَ تَرَدِّي الۡحَالَةِ .","type":1},{"details":"  اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنۡ كُلِّ جَبَّارٍ عَنِيدٍ ، وَ رَئيسٍ مَرِيدٍ ، وَ قَضَآءٍ شَدِيدٍ ، وَ سَيِّدٍ غَيۡرِ سَدِيدٍ ، وَ مُرۡشِدٍ غَيۡرِ رَشِيدٍ ، يَا قَرِيبَاً غَيۡرَ بَعِيدٍ ، يَا حَمِيدُ يَا مَجِيدُ .","type":1},{"details":"  احۡتَمَيۡنَـا بِحِمَـايَـةِ اللَّهِ . ( ثَلَاثَاً )","type":1},{"details":"  وَ اكۡتَفَيۡنَا بِكِفَايَةِ اللَّهِ . ( ثَلَاثَاً )","type":1},{"details":"  وَ تَوَقَّيۡنَـا بِـوِقَـايَـةِ اللَّهِ . ( ثَلَاثَاً )","type":1},{"details":"  وَ رَعَتۡنَا رِعَايَةُ اللَّهِ ، فَقَدۡ رَضِينَا بِمَا يَرۡضَاهُ اللَّهُ ، وَ هُوَ يُدۡرِكُنَا بِخَفِيِّ لُطۡفِهِ فِيمَا عَلَيۡنَا قَضَاهُ ، وَ إِنَّهُ لَا حَوۡلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ .","type":1},{"details":"  وَ لَآ إِلَهَ إِلَّا اللَّهُ مُحَمَّدٌ رَسُولُ اللَّهِ ، فِي كُلِّ لَمۡحَةٍ وَ نَفَسٍ عَدَدَ مَا وَسِعَهُ عِلۡمُ اللَّهِ ، وَ حسۡبُنَا اللَّهُ وَ نِعۡمَ الۡوَكِيلُ .","type":1},{"details":" سُبۡحَانَ رَبِّكَ رَبِّ الۡعِزَّةِ عَمَّا يَصِفُونَ ١٨٠ وَ سَلَامٌ عَلَىٰ الۡمُرۡسَلِينَ ١٨١ وَ الۡحَمۡدُ لِلَّهِ رَبِّ الۡعَالَمِينَ ","type":2}],"name":"دعاء عند باب اللَّه"},{"details":[{"details":"  بِسۡمِ اللَّهِ ، سُبۡحَانَ اللَّهِ ، وَ الۡحَمۡدُ لِلَّهِ ، وَ لَآ إِلَهَ إِلَا اللَّهُ ، وَ تَبَارَكَ اللَّهُ ، وَ أَسۡتَغۡفِرُ اللَّهَ ، وَ اللَّهُ أَكۡبَرُ .","type":1},{"details":"  اللَّهُمَّ صَلِّ عَلَىٰ سَيِّدِنَا مُحَمَّدٍ وَ عَلَىٰ آلِهِ وَ صَحۡبِهِ وَ سَلِّمۡ .","type":1},{"details":"  اللَّهُمَّ لَكَ الۡحَمۡدُ ، وَ إِلَيۡكَ الۡمُشۡتَكَىٰ ، وَ مِنكَ الۡفَرَجُ ، وَ أَنتَ الۡمُسۡتَعَانُ ، وَ بِكَ الۡمُسۡتَغَاثُ ، وَ عَلَيۡكَ التُّكۡلَانُ .","type":1},{"details":"  اللَّهُمَّ صَلِّ صَلَاةً كَامِلَةً ، وَ سَلِّمۡ سَلَامَاً تَآمَّاً عَلَىٰ سَيِّدِنَا وَ مَوۡلَانَا مُحَمَّدٍ ، الَّـذِي تَنۡحَـلُّ بِبَرَكَتِـهِ الۡعُقَـدُ ، وَ تَنۡفَرِجُ الۡكُرَبُ ، وَ تُقۡضَـىٰ الۡحَوَآئجُ ، وَ تُنَالُ الرَّغَآئبُ ، وَ يُدۡرَ كُ بِهِ حُسۡنُ الۡخَوَاتِيمِ ، وَ يُسۡتَسۡقَىٰ الۡغَمَامُ بِوَجۡهِهِ الۡكَرِيمِ ، وَ عَلَىٰ آلِهِ وَ صَحۡبِهِ وَ التَّابِعِينَ إِلَىٰ يَوۡمِ الدِّينِ ، فِي كُلِّ لَمۡحَةٍ وَ نَفَسٍ ، بِعَدَدِ كُلِّ مَعۡلُومٍ لَكَ يَا حَيُّ يَا قَيُّومُ ، يَا بَدِيعَ السَّمَٰوَاتِ وَ الَارۡضِ يَا ذَا الۡجَلَالِ وَ الَاكۡرَامِ .","type":1},{"details":"  اللَّهُمَّ بِمَا أَنۡتَ أَهۡلُهُ ، اجۡزِ عَنَّا سَيِّدَنَا الۡمُصۡطَفَىٰ مَا هُوَ أَهۡلُهُ ، وَ اكۡشِفۡ عَنَّا السُّوٓءَ ، وَ اجۡعَلۡ لَنَا مِنۡ كُلِّ هَمٍّ فَرَجَاً ، وَ مِنۡ كُلِّ ضِيقٍ مَخۡرَجَاً .","type":1},{"details":"  اللَّهُمَّ إِنِّي أَسۡأَلُكَ وَ أَتَوَسَّلُ إِلَيۡكَ بِنَبِيِّكَ سَيِّدِنَا مُحَمَّدٍ نَبِيِّ الرَّحۡمَةِ ، يَا سَيِّدِي يَا رَسُولَ اللَّهِ ، إِنِّي أَتَوَسَّلُ بِكَ إِلَىٰ رَبِّي فِي حَاجَتِي لِتُقۡضَىٰ لِي ، اللَّهُمَّ فَشَفِّعۡهُ فِيَّ ، وَ تَقَبَّلۡ بِفَضۡلِكَ شَفَاعَتَهُ . ( ثَلَاثَاً )","type":1},{"details":"  اللَّهُمَّ وَ انۡصُـرۡنِي وَ اسۡـتُرۡنِي ، وَ اجۡبُرۡنِي وَ احَفَظۡنِي ، وَ لَا تُخۡزِنِي وَ لَا تُحۡزِنِّي ، وَ لَا تَفۡضَحۡنِي وَ لَا تُـذِلَّنِي ، وَ لَا تُضِلَّنِي وَ لَا تَضُـرَّنِي ، وَ لَا تَفۡجَأۡنِي وَ لَا تَفۡجَعۡنِي ، وَ لَا تُثۡقِلۡ بِي وَ لَا تُثۡقِلۡ عَلَيَّ ، اللَّهُمَّ لَا تُتۡعِبۡنِي وَ لَا تُتۡعِب بِي ، وَ الۡطُفۡ بِي فِيمَا جَرَتۡ بِهِ الۡمَقَادِيرُ .","type":1},{"details":"  اللَّهُمَّ لَا تُشَمِتۡ بِيَ الۡأَعۡدَآءَ ، وَ لَا تَجۡعَلۡنِي مَعَ الۡقَوۡمِ الظَّالِمِينَ .","type":1},{"details":"  يَا مَنۡ يُجِيبُ الۡمُضۡطَّرَّ إِذَا دَعَاهُ ، يَا مَنۡ يَكۡشِفُ السُّوٓءَ عَمَّنۡ نَادَاهُ ، أَنۡتَ رَبِّي وَ عِلۡمُكَ حَسۡبِي ، أَنۡتَ وَلِيِّي فِي الدُّنۡيَا وَ الۡآخِرَةِ ، تَوَفَّنِي مُسۡلِمَاً وَ أَلۡحِقۡنِي بِالصَّالِحِينَ .","type":1},{"details":"  يَا صَرِيخَ الۡمُسۡتَصۡرِخِينَ ، يَا غِيَاثَ الۡمُسۡتَغِيثِينَ ، يَا مُنۡتَهَىٰ رَغۡبَةِ الۡعَابِدِينَ ، الۡمُفَرِّجَ الۡكَرۡبِ عَنِ الۡمَكۡرُوبِينَ ، الۡمُرَوِّحَ الۡغَمِّ عَنِ الۡمَغۡمُومِينَ ، مُجِيبَ دَعۡوَةِ الۡمُضۡطَّرِّينَ ، وَ كَاشِفَ السُّوٓءِ يَا إِلَهَ الۡعَالَمِينَ .","type":1},{"details":"  يَآ أَرۡحَمَ الرَّاحِمِينَ . ( ثَلَاثَاً )","type":1},{"details":"  اللَّهُمَّ اقۡضِ حَاجَتِي وَ أَنۡتَ بِهَا أَعۡلَمُ . ( ثَلَاثَاً )","type":1},{"details":"  وَ لَا حَوۡلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الۡعَلِيِّ الۡعَظِيمِ .","type":1},{"details":" فَتَعَالَىٰ اللَّهُ الۡمَلِكُ الۡحَقُّ ۖ لَآ إِلَهَ إِلَّا هُوَ رَبُّ الۡعَرۡشِ الۡكَرِيمِ ١١٦ وَ مَن يَدۡعُ مَعَ اللَّهِ إِلَهَاً آخَرَ لَا بُرۡهَانَ لَهُ بِهِ فَإِنَّمَا حِسَابُهُ عِندَ رَبِّهِ ۚ إِنَّهُ لَا يُفۡلِحُ الۡكَافِرُونَ ١١٧ وَ قُل رَّبِّ اغۡفِرۡ وَ ارۡحَمۡ وَ أَنتَ خَيۡرُ الرَّاحِمِينَ ","type":2},{"details":[{"text":" لَا إِلَٰهَ إِلَّا أَنْتَ سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ ","type":2},{"text":"( ثَلَاثَاً )","type":1}],"type":4},{"details":[{"text":" وَ أُفَوِّضُ أَمۡرِيٓ إِلَىٰ اللَّهِ إِنَّ اللَّهَ بَصِيرُۢ بِالۡعِبَادِ ","type":2},{"text":"( ثَلَاثَاً )","type":1}],"type":4},{"details":" رَبَّنَا اغۡفِرۡ لَنَا ذُنُوبَنَا وَ إِسۡرَافَنَا فِيٓ أَمۡرِنَا وَ ثَبِّتۡ أَقۡدَامَنَا وَ انۡصُرۡنَـا عَلَىٰ الۡقَوۡمِ الۡكَافِرِينَ ","type":2},{"details":"  اللَّهُمَّ عِلۡمُكَ بِحَالِي حَسۡبِي مِنۡ سُؤَالِي . ( ثَلَاثَاً )","type":1},{"details":"  يَا لَطِيفَاً قَبۡلَ كُلِّ لَطِيفٍ ، يَا لَطِيفَاً بَعۡدَ كُلِّ لَطِيفٍ ، يَا لَطِيفاً فَوۡقَ كُلِّ لَطِيفٍ ، الۡطُفۡ بِنَا يَا لَطِيفُ ، يَا لَطِيفُ ، يَا لَطِيفُ .","type":1},{"details":"  يَا حَيُّ حِينَ لَا حَيَّ ، يَا حَيَّاً قَبۡلَ كُلِّ حَيٍّ ، يَا حَيَّاً بَعۡدَ كُلِّ حَيٍّ ، يَا حَيَّاً يَوۡمَ لَا حَيَّ ، هَبۡ لِي الۡقَلۡبَ الۡحَيَّ ، وَالدِّينَ الۡحَيَّ ، وَ الۡعِلۡمَ الۡحَيَّ ، وَ الۡخُلُقَ الۡحَيَّ ، وَ الرِّزۡقَ الۡحَيَّ ، وَ السَّتۡرَ الۡحَيَّ ، وَ الۡمَدَدَ الۡحَيَّ .","type":1},{"details":"  يَا هُوَ يَا هُوۡ ، يَا مَنۡ لَا هُوَ إِلَّا هُوۡ ، يَا مَنۡ لَا يَعۡلَمُ مَا هُوَ إِلَّا هُوۡ ، يَا هُوَ يَا هُوۡ .","type":1},{"details":"  اللَّهُمَّ اغۡفِرۡ ذَنۡبِي وَ اسۡتُرۡ عَيۡبِي ، وَ فَرِّجۡ كَرۡبِي وَ أَصۡلِحۡ قَلۡبِي ، وَ اشۡرَحۡ صَدۡرِي وَ يَسِّرۡ أَمۡرِي ، وَ ارۡفَعۡ قَدۡرِي وَ صِلۡ حَبۡلِي بِنَبِيِّكَ ، وَ أَذِقۡنِي حَلَاوَةَ قُرۡبِكَ ، وَ أَشۡهِدۡنِي جَمَالَ وَجۡهِكَ ، وَ اجۡعَلۡنِي مِنۡ أَهۡلِ سِرِّكَ وَ بِرِّكَ ، وَ غَشِّنِي بِجَلَالِ شَأۡنِكَ ، وَ عِزَّةِ سُلۡطَانِكَ .","type":1},{"details":"  اللَّهُمَّ افۡتَحۡ لِي وَ افۡتَحۡ عَلَيَّ وَ افۡتَحۡ بِي ، وَ بَارِكۡ أَقۡوَالِي وَ أَعۡمَالِي ، وَ حَرَكَاتِي وَ سَكَنَاتِي ، وَ عَلِّمۡنِي مَا لَمۡ أَكُنۡ أَعۡلَمۡ ، وَ اجۡعَلۡ لِي وُدَّاً فِي كُلِّ قَلۡبٍ ، وَ حُبَّاً فِي كُلِّ نَفۡسٍ ، وَ اجۡعَلۡ لِي نُورَاً مِنۡ فَوۡقِي وَ مِنۡ تَحۡتِي ،  نُوراً ، وَ زِدۡنِي نُوراً .","type":1},{"details":"  اللَّهُمَّ عَامِلۡنِي بِمَا أَنۡتَ أَهۡلُهُ ، وَ لَا تُعَامِلۡنِي بِمَا أَنَا أَهۡلُهُ ، وَ اكۡشِفۡ عَنِّي السُّوٓءَ ، وَ احۡفَظۡنِي مِمَّـا أَخۡشَىٰ وَ أَتَوَقَّعُ ، وَ أَيِّدۡنِي فِيمَا أَرۡجُو وَ أَتَوَجَّهُ .","type":1},{"details":"  اللَّهُمَّ رَضِّنِي بِقَضَآئكَ وَ قَدَرِكَ وَ ارۡزُقۡنِي الصَّبۡرَ عَلَيۡهِ ، وَ الۡطُفۡ لِي فِيهِ .","type":1},{"details":"  يَآ أَرۡحَمَ الرَّاحِمِينَ . ( ثَلَاثَاً )","type":1},{"details":" سُبۡحَانَ رَبِّكَ رَبِّ الۡعِزَّةِ عَمَّا يَصِفُونَ ١٨٠ وَ سَلَامٌ عَلَىٰ الۡمُرۡسَلِينَ ١٨١ وَ الۡحَمۡدُ لِلَّهِ رَبِّ الۡعَالَمِينَ ","type":2}],"name":"مناجاة المضطرين"},{"details":[{"details":"أَعُوذُ بِاللَّهِ مِنَ الشَّيۡطَانِ الرَّجِيمِ","type":1},{"details":"بِسۡمِ اللَّهِ الرَّحۡمَٰنِ الرَّحِيمِ","type":1},{"details":" الٓمٓ ١ ذَٰلِكَ الۡكِتَابُ لَا رَيۡبَ فِيهِ هُدَىً لِّلۡمُتَّقِينَ ٢ الَّذِينَ يُؤۡمِنُونَ بِالۡغَيۡبِ وَ يُقِيمُونَ الصَّلَاةَ وَ مِمَّا رَزَقۡنَاهُمۡ يُنفِقُونَ ٣ وَ الَّذِينَ يُؤۡمِنُونَ بِمَآ أُنزِلَ إِلَيۡكَ وَ مَآ أُنزِلَ مِن قَبۡلِكَ وَ بِالۡآخِرَةِ هُمۡ يُوقِنُونَ ٤ أُولَـٰٓئكَ عَلَىٰ هُدىً مِّن رَّبِّهِمۡ ۖوَ أُولَـٰٓئكَ هُمُ الۡمُفۡلِحُونَ ","type":2},{"details":" ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَ لَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَ مَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَ مَا خَلۡفَهُمۡۖ وَ لَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَ ٱلۡأَرۡضَۖ وَلَا يئُودُهُۥ حِفۡظُهُمَاۚ وَ هُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ ٢٥٥ لَآ إِكۡرَاهَ فِي الدِّينِۖ قَد تَّبَيَّنَ الرُّشۡدُ مِنَ الۡغَيِّۚ فَمَن يَكۡفُرۡ بِالطَّاغُوتِ وَ يُؤۡمِنۢ بِاللَّهِ فَقَدِ اسۡتَمۡسَكَ بِالۡعُرۡوَةِ الۡوُثۡقَىٰ لَا انفِصَامَ لَهَاۗ وَ اللَّهُ سَمِيعٌ عَلِيمٌ ٢٥٦ اللَّهُ وَلِيُّ الَّذِينَ آمَنُوا يُخۡرِجُهُمۡ مِنَ الظُّلُمَاتِ إِلَىٰ النُّورِۖ وَ الَّذِينَ كَفَرُوا أَوۡ لِيَآؤُهُمُ الطَّاغُوتُ يُخۡرِجُونَهُم مِّنَ النُّورِ إِلَىٰ الظُّلُمَاتِۗ أُولَـٰٓئكَ أَصۡحَابُ النَّارِۖ هُمۡ فِيهَا خَالِدُونَ ","type":2},{"details":" لِلَّهِ مَا فِي السَّمَٰوَاتِ وَ مَا فِي الۡأَرۡضِۗ وَ إِن تُبۡدُوا مَا فِيٓ أَنفُسِكُمۡ أَوۡ تُخۡفُوهُ يُحَاسِبۡكُم بِهِ اللَّهُ ۖفَيَغۡفِرُ لِمَن يَشَآءُ وَ يُعَذِّبُ مَن يَشَآءُۗ وَ اللَّهُ عَلَىٰ كُلِّ شَيۡءٍ قَدِيرٌ 284 ءَامَنَ الرَّسُولُ بِمَآ أُنزِلَ إِلَيۡهِ مِن رَّبِّهِ وَ الۡمُؤۡمِنُونَۚ كُلٌّ ءَامَنَ بِاللَّهِ وَ مَلَآئكَتِهِ وَ كُتُبِهِ وَ رُسُلِهِ لَا نُفَرِّقُ بَيۡنَ أَحَدٍ مِّن رُّسُلِهِۚ وَ قَالُوا سَمِعۡنَا وَ أَطَعۡنَاۖ غُفۡرَانَكَ رَبَّنَا وَ إِلَيۡكَ الۡمَصِيرُ 285 لَا يُكَلِّفُ اللَّهُ نَفۡسَاً إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَ عَلَيۡهَا مَا اكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَ لَا تَحۡمِلۡ عَلَيۡنَآ إِصۡراً كَمَا حَمَلۡتَهُ عَلَىٰ الَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَ لَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۖ وَ اعۡفُ عَنَّا وَ اغۡفِرۡ لَنَا وَ ارۡحَمۡنَاۚ أَنتَ مَوۡلَانَا فَانصُرۡنَا عَلَىٰ الۡقَوۡمِ الۡكَافِرِينَ ","type":2},{"details":[{"text":"حَسۡبِيَ اللَّهُ لَآ إِلَهَ إِلَّا هُوَ عَلَيۡهِ تَوَكَّلۡتُ وَ هُوَ رَبُّ الۡعَرۡشِ الۡعَظِيمِ ","type":2},{"text":"(سبع مرات)","type":1}],"type":4},{"details":" قُلِ ادۡعُوا اللَّهَ أَوِ ادۡعُوا الرَّحۡمَٰنَۖ أَيَّاً مَّا تَدۡعُوا فَلَهُ الۡأَسۡمَآءُ الۡحُسۡنَىٰۚ وَ لَا تَجۡهَرۡ بِصَلَاتِكَ وَ لَا تُخَافِتۡ بِهَا وَ ابۡتَغِ بَيۡنَ ذَلِكَ سَبِيلاً ١١٠ وَ قُلِ الۡحَمۡدُ لِلَّهِ الَّذِي لَمۡ يَتَّخِذۡ وَلَدَاً وَ لَمۡ يَكُن لَّهُ شَرِيكٌ فِي الۡمُلۡكِ وَ لَمۡ يَكُن لَّهُ وَلِيٌّ مِّنَ الذُّلِّ ۖوَ كَبِّرۡهُ تَكۡبِيراً ","type":2},{"details":" فَسُبۡحَانَ اللَّهِ حِينَ تُمۡسُونَ وَ حِينَ تُصۡبِحُونَ ١٧ وَ لَهُ الۡحَمۡدُ فِي السَّمَٰوَاتِ وَ الۡأَرۡضِ وَ عَشِيَّاً وَ حِينَ تُظۡهِرُونَ ١٨ يُخۡرِجُ الۡحَيَّ مِنَ الۡمَيِّتِ وَ يُخۡرِجُ الۡمَيِّتَ مِنَ الۡحَيِّ وَ يُحۡيِ الۡأَرۡضَ بَعۡدَ مَوۡتِهَا ۚوَ كَذَلِكَ تُخۡرَجُونَ ","type":2},{"details":"  وَ صَلَّىٰ اللَّهُ عَلَىٰ سَيِّدِنَا مُحَمَّدٍ وَ عَلَىٰ آلِهِ وَ صَحۡبِهِ وَ أُمَّتِهِ وَ سَلَّمَ تَسۡلِيمَاً .","type":1},{"details":"  بِسۡمِ اللَّهِ ذِي الشَّأۡنِ ، عَظِيمِ الۡبُرۡهَانِ ، شَدِيدِ السُّلۡطَانِ ، مَا شَآءَ اللَّهُ كَانَ ، أَعُوذُ بِاللَّهِ مِنَ الشَّيۡطَانِ . ( ثَلَاثَاً )","type":1},{"details":"  اللَّهُمَّ إِنِّي أَصۡبَحۡتُ ( أَمۡسَيۡتُ ) أُشۡهِدُكَ ، وَ أُشۡهِدُ حَمَلَةَ عَرۡشِكَ وَ مَلآئكَتَكَ وَ جَمِيعَ خَلۡقِكَ أَنَّكَ أَنتَ اللَّهُ ، لَآ إِلَهَ إِلَّا أَنتَ وَحۡدَكَ لَا شَرِيكَ لَكَ ، وَ أَنَّ سَيِّدَنَا مُحَمَّدَاً عَبۡدُكَ وَ رَسُولُكَ . ( أربع مرات )","type":1},{"details":"  أَصۡبَحۡنَـا وَ أَصۡبَـحَ ( أَمۡسَيۡنَا وَ أَمۡسَـىٰ ) الۡمُلۡكُ لِلَّهِ ، وَ الۡحَمۡدُ لِلَّهِ ، لَآ إِلَهَ إِلَّا اللَّهُ وَحۡدَهُ لَا شَرِيكَ لَهُ ، لَهُ الۡمُلۡكُ وَ لَهُ الۡحَمۡدُ ، وَ هُوَ عَلَىٰ كُلِّ شَيۡءٍ قَدِيرٌ ، رَبِّ أَسۡأَلُكَ خَيۡرَ مَا فِي هَٰذَا الۡيَوۡمِ ( هَٰذِهِ اللَّيۡلَةِ ) وَ خَيۡرَ مَا بَعۡدَهُ ( بَعۡدَهَا ) ، وَ أَعُوذُ بِكَ مِنۡ شَرِّ هَٰذَا الۡيَوۡمِ ( هَٰذِهِ اللَّيۡلَةِ ) وَ شَرِّ مَا بَعۡدَهُ ( بَعۡدَهَا ) ، رَبِّ أَعُوذُ بِكَ مِنَ الۡكَسَلِ وَالۡهِرَمِ وَ سُوٓءِ الۡكِبَرِ ، وَ أَعُوذُ بِكَ مِنۡ عَذَابِ النَّارِ ، وَ عَذَابِ الۡقَبۡرِ . ( ثَلَاثَاً )","type":1},{"details":"  أَصۡبَحۡنَـا وَ أَصۡبَـحَ ( أَمۡسَيۡنَا وَ أَمۡسَـىٰ ) الۡمُلۡكُ لِلَّهِ ، وَ الۡحَمۡدُ لِلَّهِ ، أَعُوذُ بِاللَّهِ الَّذِي يُمۡسِكُ السَّمَآءَ أَن تَقَعَ عَلَىٰ الأَرۡضِ إِلَّا بِإِذۡنِهِ مِنۡ شَرِّ مَا خَلَقَ وَ ذَرَأَ ، وَ مِنۡ شَرِّ الشَّيۡطَانِ وَ شِرۡكِهِ . ( ثَلَاثَاً )","type":1},{"details":"  أَصۡبَحۡنَا ( أَمۡسَيۡنَا ) عَلَىٰ فِطۡرَةِ الۡإِسۡلَامِ ، وَ كَلِمَةِ الۡإِخۡلَاصِ ، وَ عَلَىٰ دِينِ نَبِيِّنَا مُحَمَّدٍ صَلَّىٰ اللَّهُ عَلَيۡهِ وَ آلِهِ وَ سَلَّمَ ، وَ عَلَىٰ مِلَّةِ أَبِينَا إِبۡرَاهِيمَ حَنِيفَاً وَ مَا كَانَ مِنَ الۡمُشۡرِكِينَ . ( ثَلَاثَاً )","type":1},{"details":"  اللَّهُمَّ أَنۡتَ رَبِّي ، لَآ إِلَهَ إِلَّا أَنۡتَ ، عَلَيۡكَ تَوَكَّلۡتُ ، وَ أَنتَ رَبُّ الۡعَرۡشِ الۡعَظِيمِ ، مَا شَآءَ اللَّهُ كَانَ وَ مَا لَمۡ يَشَأۡ لَمۡ يَكُنۡ . ( ثَلَاثَاً )","type":1},{"details":"  سُبۡحَانَ اللَّهِ وَ بِحَمۡدِهِ ، وَ لَا حَوۡلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الۡعَلِيِّ الۡعَظِيمِ ، أَعۡلَمُ أَنَّ اللَّهَ عَلَىٰ كُلِّ شَيۡءٍ قَدِيرٌ وَ أَنَّ اللَّهَ قَدۡ أَحَاطَ بِكُلِّ شَيۡءٍ عِلۡمَاً . ( ثَلَاثَاً )","type":1},{"details":"  اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِن شَرِّ نَفۡسِي ، وَ مِن شَرِّ كُلِّ دَآبَّةٍ أَنتَ آخِذٌ بِنَاصِيَتِهَا إِنَّ رَبِّي عَلَىٰ صِرَاطٍ مُسۡتَقِيمٍ . ( ثَلَاثَاً )","type":1},{"details":"  سُبۡحَانَ اللَّهِ مِلۡءَ الۡمِيزِانِ ، وَ مُنتَهَىٰ الۡعِلۡمِ ، وَ مَبۡلَغَ الرِّضَا ، وَ زِنَةَ الۡعَرۡشِ . ( ثَلَاثَاً )","type":1},{"details":"  اللَّهُمَّ أَنتَ أَحَقُّ مَنۡ ذُكِـرَ ، وَ أَحَقُّ مَنۡ عُبِدَ ، وَ أَنصَرُ مَنِ ابۡتُغِيَ ، وَ أَرۡأَفُ مَنۡ مَلَكَ ، وَ أَجۡوَدُ مَنۡ سُئلَ ، وَ أَوۡسَعُ مَنۡ أَعۡطَىٰ ، أَنتَ الۡمَلِكُ لَا شَرِيكَ لَكَ ، وَ الۡفَرۡدُ لَا نِدَّ لَكَ ، كُلُّ شَيۡءٍ هَالِكٌ إِلَّا وَجۡهَـكَ ، لَن تُطَـاعَ إِلَّا بِإِذۡنِـكَ ، وَ لَـن تُعۡصَىٰ إِلَّا بِعِلۡمِكَ ، تُطَاعُ فَتَشۡكُرُ ، وَ تُعۡصَىٰ فَتَغۡفِرُ ، أَقۡرَبُ شَهِيدٍ وَ أَدۡنَىٰ حَفِيظٍ ، حُلۡتَ دُونَ النُّفُوسِ .","type":1},{"details":"  اللَّهُمَّ هَذَا الدُّعَآءُ وَ عَلَيۡكَ الإِجَابَةُ ، وَ هَذَا الۡجَهۡدُ وَ عَلَيۡكَ التُّكۡلَانُ ، وَ لَا حَوۡلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الۡعَلِيِّ الۡعَظِيمِ .","type":1},{"details":"  وَ صَلِّ اللَّهُمَّ وَ سَلِّمۡ عَلَىٰ سَيِّدِنَا مُحَمَّدٍ وَ آلِهِ وَ أُمَّتِهِ إِلَىٰ يَوۡمِ الدِّينِ .","type":1}],"name":"نهج الوظيفة"},{"details":[{"details":"أَعُوذُ بِاللَّهِ مِنَ الشَّيۡطَانِ الرَّجِيمِ","type":1},{"details":"بِسۡمِ اللَّهِ الرَّحۡمَٰنِ الرَّحِيمِ","type":1},{"details":" ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَ لَا نَوۡمٞۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَ مَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَ مَا خَلۡفَهُمۡۖ وَ لَا يُحِيطُـونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَ ٱلۡأَرۡضَۖ وَلَا يئُودُهُۥ حِفۡظُهُمَاۚ وَ هُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ","type":2},{"details":"ءَامَنَ الرَّسُولُ بِمَآ أُنزِلَ إِلَيۡهِ مِن رَّبِّهِ وَ الۡمُؤۡمِنُونَۚ كُلٌّ ءَامَنَ بِاللَّهِ وَ مَلَآئكَتِهِ وَ كُتُبِهِ وَ رُسُلِهِ لَا نُفَرِّقُ بَيۡنَ أَحَدٍ مِّن رُّسُلِهِۚ وَ قَالُوا سَمِعۡنَا وَ أَطَعۡنَاۖ غُفۡرَانَكَ رَبَّنَا وَ إِلَيۡكَ الۡمَصِيرُ ٢٨٥ لَا يُكَلِّفُ اللَّهُ نَفۡسَاً إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَ عَلَيۡهَا مَا اكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَ لَا تَحۡمِلۡ عَلَيۡنَآ إِصۡراً كَمَا حَمَلۡتَهُ عَلَىٰ الَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَ لَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۖ وَ اعۡفُ عَنَّا وَ اغۡفِرۡ لَنَا وَ ارۡحَمۡنَاۚ أَنتَ مَوۡلَانَا فَانصُرۡنَا عَلَىٰ الۡقَوۡمِ الۡكَافِرِينَ .","type":2},{"details":" إِنَّ فِي خَلۡقِ السَّمَٰوَاتِ وَ الۡأَرۡضِ وَ اخۡتِلَافِ اللَّيۡلِ وَ النَّهَارِ لَآيَاتٍ لِّأُولِي الۡأَلۡبَابِ ١٩٠ الَّذِينَ يَذۡكُرُونَ اللَّهَ قِيَامَاً وَ قُعُودَاً وَ عَلَىٰ جُنُوبِهِمۡ وَ يَتَفَكَّرُونَ فِي خَلۡقِ السَّمَٰوَاتِ وَ الۡأَرۡضِ رَبَّنَا مَا خَلَقۡتَ هَٰذَا بَاطِلَاً سُبۡحَانَكَ فَقِنَا عَذَابَ النَّارِ ١٩١ رَبَّنَا إِنَّكَ مَن تُدۡخِلِ النَّارَ فَقَدۡ أَخۡزَيۡتَهُ ۖوَ مَا لِلظَّالِمِينَ مِنۡ أَنصَارٍ ١٩٢ رَبَّنَآ إِنَّنَا سَمِعۡنَا مُنَادِيَاً يُنَادِي لِلۡإِيمَانِ أَنۡ ءَامِنُوا بِرَبِّكُمۡ فَآمَنَّا ۚرَبَّنَا فَاغۡفِرۡ لَنَا ذُنُوبَنَا وَ كَفِّرۡ عَنَّا سَيِّئَاتِنَا وَ تَوَفَّنَا مَعَ الۡأَبۡرَارِ ١٩٣ رَبَّنَا وَ ءَاتِنَا مَا وَعَدتَّنَا عَلَىٰ رُسُلِكَ وَ لَا تُخۡزِنَا يَوۡمَ الۡقِيَامَةِ ۖإِنَّكَ لَا تُخۡلِفُ الۡمِيعَادَ ","type":2},{"details":" فَسُبۡحَانَ اللَّهِ حِينَ تُمۡسُونَ وَ حِينَ تُصۡبِحُونَ ١٧ وَ لَهُ الۡحَمۡدُ فِي السَّمَٰوَاتِ وَ الۡأَرۡضِ وَ عَشِيَّاً وَ حِينَ تُظۡهِرُونَ ١٨ يُخۡرِجُ الۡحَيَّ مِنَ الۡمَيِّتِ وَ يُخۡرِجُ الۡمَيِّتَ مِنَ الۡحَيِّ وَ يُحۡيِ الۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ وَ كَذَلِكَ تُخۡرَجُونَ ","type":2},{"details":" هُوَ اللَّهُ الَّذِي لَآ إِلَهَ إِلَّا هُوَ ۖعَالِمُ الۡغَيۡبِ وَ الشَّهَادَةِ ۖهُوَ الرَّحۡمَٰنُ الرَّحِيمُ ٢٢ هُوَ اللَّهُ الَّذِي لَآ إِلَهَ إِلَّا هُوَ الۡمَلِكُ الۡقُدُّوسُ السَّلَامُ الۡمُؤۡمِنُ الۡمُهَيۡمِنُ الۡعَزِيزُ الۡجَبَّارُ الۡمُتَكَبِّرُ ۚسُبۡحَانَ اللَّهِ عَمَّا يُشۡرِكُونَ ٢٣ هُوَ اللَّهُ الۡخَالِقُ الۡبَارِئُ الۡمُصَوِّرُۖ لَهُ الۡأَسۡمَآءُ الۡحُسۡنَىٰۚ يُسَبِّحُ لَهُ مَا فِي السَّمَٰوَاتِ وَ الۡأَرۡضِۖ وَ هُوَ الۡعَزِيزُ الۡحَكِيمُ ","type":2},{"details":" بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ ١ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ ٢ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ ٣ مَٰلِكِ يَوۡمِ ٱلدِّينِ ٤ إِيَّاكَ نَعۡبُدُ وَإِيَّاكَ نَسۡتَعِينُ ٥ ٱهۡدِنَا ٱلصِّرَٰطَ ٱلۡمُسۡتَقِيمَ ٦ صِرَٰطَ ٱلَّذِينَ أَنۡعَمۡتَ عَلَيۡهِمۡ غَيۡرِ ٱلۡمَغۡضُوبِ عَلَيۡهِمۡ وَلَا ٱلضَّآلِّينَ ","type":2},{"details":[{"text":" بِسۡمِ اللَّهِ الرَّحۡمَٰنِ الرَّحِيمِ ","type":1},{"text":" إِنَّآ أَنزَلۡنَاهُ فِي لَيۡلَةِ الۡقَدۡرِ ١ وَ مَآ أَدۡرَاكَ مَا لَيۡلَةُ الۡقَدۡرِ ٢ لَيۡلَةُ الۡقَدۡرِ خَيۡرٌ مِّنۡ أَلۡفِ شَهۡرٍ ٣ تَنَزَّلُ الۡمَلَآئكَةُ وَ الرُّوحُ فِيهَا بِإِذۡنِ رَبِّهِم مِّن كُلِّ أَمۡرٍ ٤ سَلَامٌ هِيَ حَتَّىٰ مَطۡلَعِ الۡفَجۡرِ","type":2}],"type":4},{"details":[{"text":" بِسۡمِ اللَّهِ الرَّحۡمَٰنِ الرَّحِيمِ ","type":1},{"text":" إِذَا زُلۡزِلَتِ الۡأَرۡضُ زِلۡزَالَهَا ١ وَ أَخۡرَجَتِ الۡأَرۡضُ أَثۡقَالَهَا ٢ وَ قَالَ الۡإِنسَانُ مَا لَهَا ٣ يَوۡمَئذٍ تُحَدِّثُ أَخۡبَارَهَا ٤ بِأَنَّ رَبَّكَ أَوۡحَىٰ لَهَا ٥ يَوۡمَئذٍ يَصۡدُرُ النَّاسُ أَشۡتَاتَاً لِّيُرَوۡا أَعۡمَالَهُمۡ ٦ فَمَن يَعۡمَلۡ مِثۡقَالَ ذَرَّةٍ خَيۡراً يَرَهُ ٧ وَ مَن يَعۡمَلۡ مِثۡقَالَ ذَرَّةٍ شَرَّاً يَرَهُ ","type":2}],"type":4},{"details":[{"text":" بِسۡمِ اللَّهِ الرَّحۡمَٰنِ الرَّحِيمِ ","type":1},{"text":" أَلۡهَاكُمُ التَّكَاثُرُ ١ حَتَّىٰ زُرۡتُمُ الۡمَقَابِرَ ٢ كَلَّا سَوۡفَ تَعۡلَمُونَ ٣ ثُمَّ كَلَّا سَوۡفَ تَعۡلَمُونَ ٤ كَلَّا لَوۡ تَعۡلَمُونَ عِلۡمَ الۡيَقِينِ ٥ لَتَرَوُنَّ الۡجَحِيمَ ٦ ثُمَّ لَتَرَوُنَّهَا عَيۡنَ الۡيَقِينِ ٧ ثُمَّ لَتُسۡئَلُنَّ يَوۡمَئذٍ عَنِ النَّعِيمِ ","type":2}],"type":4},{"details":[{"text":" بِسۡمِ اللَّهِ الرَّحۡمَٰنِ الرَّحِيمِ ","type":1},{"text":" إِنَّـآ أَعۡطَيۡنَاكَ الۡكَوۡثَرَ ١ فَصَلِّ لِرَبِّكَ وَ انۡحَرۡ ٢ إِنَّ شَانِئَكَ هُوَ الۡأَبۡتَرُ ","type":2}],"type":4},{"details":[{"text":" بِسۡمِ اللَّهِ الرَّحۡمَٰنِ الرَّحِيمِ ","type":1},{"text":" قُلۡ يَـٰٓأَيُّهَـا الۡكَافِرُونَ ١ لَآ أَعۡبُدُ مَا تَعۡبُدُونَ ٢ وَ لَآ أَنتُمۡ عَابِدُونَ مَآ أَعۡبُدُ ٣ وَ لَآ أَنَا عَابِدٌ مَّا عَبَدتُّمۡ ٤ وَ لَآ أَنتُمۡ عَابِدُونَ مَآ أَعۡبُدُ ٥ لَكُمۡ دِينُكُمۡ وَ لِيَ دِينِ ","type":2}],"type":4},{"details":[{"text":" بِسۡمِ اللَّهِ الرَّحۡمَٰنِ الرَّحِيمِ ","type":1},{"text":" إِذَا جَآءَ نَصۡرُ اللَّهِ وَ الۡفَتۡحُ ١ وَ رَأَيۡتَ النَّاسَ يَدۡخُلُونَ فِي دِينِ اللَّهِ أَفۡوَاجَاً ٢ فَسَبِّحۡ بِحَمۡدِ رَبِّكَ وَ اسۡتَغۡفِرۡهُ ۚ إِنَّهُ كَانَ تَوَّابَاً ","type":2}],"type":4},{"details":[{"text":" بِسۡمِ اللَّهِ الرَّحۡمَٰنِ الرَّحِيمِ ","type":1},{"text":" قُلۡ هُوَ اللَّهُ أَحَدٌ ١ اللَّهُ الصَّمَدُ ٢ لَمۡ يَلِدۡ وَ لَمۡ يُولَد ٣ وَ لَمۡ يَكُن لَّهُ كُفُوَاً أَحَدٌ ","type":2}],"type":4},{"details":[{"text":" بِسۡمِ اللَّهِ الرَّحۡمَٰنِ الرَّحِيمِ ","type":1},{"text":" قُلۡ أَعُوذُ بِرَبِّ الۡفَلَقِ ١ مِن شَرِّ مَا خَلَقَ ٢ وَ مِن شَرِّ غَاسِقٍ إِذَا وَقَبَ ٣ وَ مِنۡ شَرِّ النَّفَّاثَاتِ فِي الۡعُقَدِ ٤ وَ مِنۡ شَرِّ حَاسِدٍ إِذَا حَسَدَ ","type":2}],"type":4},{"details":[{"text":" بِسۡمِ اللَّهِ الرَّحۡمَٰنِ الرَّحِيمِ ","type":1},{"text":" قُلۡ أَعُوذُ بِرَبِّ النَّاسِ ١ مَلِكِ النَّاسِ ٢ إِلَهِ النَّاسِ ٣ مِنۡ شَرِّ الۡوَسۡوَاسِ الۡخَنَّاسِ ٤ الَّذِي يُوَسۡوِسُ فِي صُدُورِ النَّاسِ ٥ مِنَ الۡجِنَّةِ وَ النَّاسِ ","type":2}],"type":4}],"name":"ورد الآيات المختارة"},{"details":[{"details":"أَعُوذُ بِاللَّهِ مِنَ الشَّيۡطَانِ الرَّجِيمِ","type":1},{"details":" بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ ١ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ ٢ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ ٣ مَٰلِكِ يَوۡمِ ٱلدِّينِ ٤ إِيَّاكَ نَعۡبُدُ وَإِيَّاكَ نَسۡتَعِينُ ٥ ٱهۡدِنَا ٱلصِّرَٰطَ ٱلۡمُسۡتَقِيمَ ٦ صِرَٰطَ ٱلَّذِينَ أَنۡعَمۡتَ عَلَيۡهِمۡ غَيۡرِ ٱلۡمَغۡضُوبِ عَلَيۡهِمۡ وَلَا ٱلضَّآلِّينَ ","type":2},{"details":" بِسۡمِ اللَّهِ الرَّحۡمَٰنِ الرَّحِيمِ  يَـٰٓأَيُّهَـا الَّذِينَ آمَنُوا اذۡكُرُوا اللَّهَ ذِكۡرَاً كَثِيرَاً ٤١ وَ سَبِّحُوهُ بُكۡرَةً وَ أَصِيلَاً ","type":2},{"details":[{"text":" سُبۡحَانَ اللَّهِ . ","type":1},{"text":"(من ١١ - ٣٣ مرة) ","type":5}],"type":4},{"details":"  سُبۡحَانَ اللَّهِ الرَّحِيمِ الرَّحۡمَٰنِ ، سُبۡحَانَ الَّذِي عَلَّمَ الۡقُرۡآنَ ، خَلَقَ الإِنۡسَانَ ، عَلَّمَهُ الۡبَيَانَ .","type":1},{"details":"  سُبۡحَانَ الَّذِي أَجۡرَىٰ الشَّمۡسَ وَ الۡقَمَرَ بِحُسۡبَانٍ ، سُبۡحَانَ مَن لَهُ النَّجۡمُ وَ الشَّجَرُ يَسۡجُدَانِ ، سُبۡحَانَ مَنۡ رَفَعَ السَّمَآءَ وَ وَضَعَ الۡمِيزَانَ ، سُبۡحَانَ مَنۡ بِأَمۡرِهِ مَرَجَ الۡبَحۡرَيۡنِ يَلۡتَقِيَانِ ، بَيۡنَهُمَا بَرۡزَخٌ لَا يَبۡغِيَانِ . سُبۡحَانَ مَنۡ لَهُ الۡجَوَارِ الۡمُنشَئَاتُ فِي الۡبَحۡرِ كَالۡأَعۡلَامِ ، سُبۡحَانَ اللَّهِ ذِي الۡجَلَالِ وَالۡإِكۡرَامِ .","type":1},{"details":"  سُبۡحَانَ اللَّهِ وَ بِحَمۡدِهِ ، سُبۡحَانَ اللَّهِ الۡعَظِيمِ . ( ثَلَاثَاً )","type":1},{"details":"  سُبۡحَانَ اللَّهِ وَ بِحَمۡدِهِ : عَدَدَ خَلۡقِهِ ، وَ رِضَآءَ نَفۡسِهِ ، وَ زِنَةَ عَرۡشِهِ ، وَ مِدَادَ كَلِمَاتِهِ . ( ثَلَاثَاً )","type":1},{"details":"  سُبۡحَانَ مَنۡ تَسَرۡبَلَ بِالۡمَجۡدِ وَ تَوَشَّحَ بِهِ ، سُبۡحَانَ مَنۡ تَفَرَّدَ بِالۡعِزِّ وَ تَعَطَّفَ بِهِ ، سُبۡحَانَ مَنۡ لَا يَنبَغِي التَّسۡبِيحُ إِلَّا لَهُ .","type":1},{"details":"  سُبۡحَانَ رَبِّيَ الۡأَعۡلَىٰ ، سُبۡحَانَ مَنۡ عَزَلَ وَ وَلَّىٰ ، سُبۡحَانَ مَنۡ تَوَلَّىٰ وَ أَوۡلَىٰ ، سُبۡحَانَ مَنۡ أَسۡرَىٰ بِعَبۡدِهِ لَيۡلَا ، سُبۡحَانَ مَنۡ عَلَىٰ أَحۡبَابِهِ تَجَلَّىٰ ، سُبۡحَانَ مَنۡ تَمَّتۡ كَلِمَتُهُ صِدۡقَاً وَ عَدۡلَاً ، سُبۡحَانَ مَنۡ أَشۡرَقَ بِنُورِهِ الۡمَلَأُ الۡأَعۡلَىٰ .","type":1},{"details":"  سُبۡحَانَ اللَّهِ الۡعَلِيِّ الدَّيَّانِ ، سُبۡحَانَ اللَّهِ الشَّدِيدِ الۡأَرۡكَانِ ، سُبۡحَانَ اللَّهِ الۡعَزِيزِ السُّلۡطَانِ ، سُبۡحَانَ اللَّهِ الۡعَظِيمِ الۡبُرۡهَانِ ، سُبۡحَانَ مَنۡ لَا يَشۡغَلُهُ شَأۡنٌ عَنۡ شَأۡنٍ ، سُبۡحَانَ الۡحَنَّانِ الۡمَنَّانِ ، سُبۡحَانَ قَاهِرِ الۡإِنسِ وَ الۡجَآنِّ ، سُبۡحَانَ مُفِيضِ الۡبِرِّ وَ الۡإِحۡسَانِ .","type":1},{"details":"  سُبۡحَانَ اللَّهِ فِي كُلِّ زَمَانٍ وَ مَكَانٍ ، سُبۡحَانَ اللَّهِ بِكُلِّ لُغَةٍ وَ لِسَانٍ ، سُبۡحَانَ اللَّهِ قَبۡلَ الۡأَكۡوَانِ ، وَ بَعۡدَ الۡأَكۡوَانِ ، وَ عَدَدَ الۡأَكۡوَانِ ، وَ مِلۡءَ الۡأَكۡوَانِ ، وَ زِنَةَ الۡأَكۡوَانِ ، وَ أَضۡعَافَ أَضۡعَافِ الۡأَكۡوَانِ ، سُبۡحَانَ اللَّهِ مَا شَآءَ اللَّهُ كَانَ .","type":1},{"details":"  سُبۡحَانَ رَبِّ اللَّوۡحِ وَ الۡقَلَمِ ، سُبۡحَانَ دَيَّانِ الۡحَيَاةِ وَ الۡعَدَمِ ، سُبۡحَانَ الۡمَخۡصُوصِ بِالۡبَقَآءِ وَ الۡقِدَمِ ، سُبۡحَانَ وَاسِعِ الۡجُودِ وَ الۡكَرَمِ ، سُبۡحَانَ وَافِرِ النِّعَمِ ، سُبۡحَانَ كَاشِفِ الۡغُمَمِ ، سُبۡحَانَ رَافِعِ النِّقَمِ ، سُبۡحَانَ مُسَدِّدِ الۡهِمَمِ ، سُبۡحَانَ قَاشِعِ الظُّلَمِ ، سُبۡحَانَ قَاهِرِ الۡأَفۡرَادِ وَالۡأُمَمِ ، سُبۡحَانَ مَنۡ لَهُ الۡحِلُّ وَ الۡحَرَمُ وَ الۡحُرَمُ .","type":1},{"details":"  سُبۡحَانَ مُقَلِّبِ الۡقُلُوبِ ، سُبۡحَانَ مُفَرِّجِ الۡكُرُوبِ ، سُبۡحَانَ غَافِرِ الزَّ لَّاتِ وَ الذُّنُوبِ ، سُبۡحَانَ قَابِلِ التَّوۡبِ مِمَّنۡ يَتُوبُ ، سُبۡحَانَ سَتَّارِ الۡعَوۡرَاتِ وَ الۡعُيُوبِ ، سُبۡحَانَ الرَّبِّ الۡحَبِيبِ الۡمَحۡبُوبِ ، سُبۡحَانَ عَلَّامِ الۡغُيُوبِ .","type":1},{"details":"  سُبۡحَانَكَ اللَّهُمَّ عَلَىٰ حِلۡمِكَ بَعۡدَ عِلۡمِكَ ، سُبۡحَانَكَ اللَّهُمَّ عَلَىٰ عَفۡوِكَ بَعۡدَ قُدۡرَتِكِ .","type":1},{"details":"  سُبۡحَانَكَ اللَّهُمَّ وَ بِحَمۡدِكَ ، أَشۡهَدُ أَلَّا إِلَهَ إِلَّا أَنتَ أَسۡتَغۡفِرُكَ وَ أَتُوبُ إِلَيۡكَ . ( ثَلَاثَاً )","type":1},{"details":"  سُبۡحَانَ الۡحَيِّ الۡأَزَلِيِّ الۡأَبَدِيِّ السَّرۡمَدِيِّ الَّذِي لَا يَمُوتُ ، سُبۡحَانَ مَنۡ بِيَدِهِ الرَّحَمُوتُ وَ الرَّهَبُوتُ ، سُبۡحَانَ مَنۡ رِدَآؤُهُ الۡكِبۡرِيَآءُ ، وَ إِزَارُهُ الۡعَظَمُوتُ ، سُبۡحَانَ الۡمُحِيطِ بِأَسۡرَارِ النَّاسُوتِ وَ اللَّاهُوتِ ، سُبۡحَانَ مَالِكِ الۡمُلۡكِ وَ الۡمَلَكُوتِ ، سُبۡحَانَ ذِي الۡعِزَّةِ وَ الۡجَبَرُوتِ .","type":1},{"details":"  سُبۡحَانَ مَن لَهُ الۡقُدۡسُ الۡأَسۡنَىٰ ، سُبۡحَانَ مَن لَهُ الۡأَسۡمَآءُ الۡحُسۡنَىٰ ، سُبۡحَانَ مَن يُؤۡتِي الۡمُلۡكَ مَن يَشَآءُ ، وَ يَنزِعُ الۡمُلۡكَ مِمَّن يَشَآءُ ، سُبۡحَانَ مَن يُعِزُّ مَن يَشَآءُ ، وَيُذِلُّ مَن يَشَآءُ .","type":1},{"details":"  سُبۡحَانَ رَبِّ الۡأَرۡبَابِ ، سُبۡحَانَ مُسَبِّبِ الۡأَسۡبَابِ ، سُبۡحَانَ مُعۡتِقِ الرِّقَابِ ، سُبۡحَانَ الۡمُعۡطِي الۡوَهَّابِ ، سُبۡحَانَ الۡعَفُوِّ الۡغَفُورِ التَّوَّابِ ، سُبۡحَانَ مَنۡ إِلَيۡهِ الۡمَرۡجِعُ وَ الۡمَآبُ ، سُبۡحَانَ الۡمُرَجَّىٰ لِيَوۡمِ الۡفَصۡلِ وَ الۡحِسَابِ ، سُبۡحَانَ مَنۡ لَا تَشۡفَعُ عِندَهُ الۡأَنسَابُ وَ لَا الۡأَحۡسَابُ .","type":1},{"details":"  سُبۡحَانَ مَن كَشَفَ الۡحِجَابَ عَن قُلُوبِ الۡأَحۡبَابِ ، سُبۡحَانَ مَنۡ أَذَاقَ الۡمُقَرَّبِينَ لَـذَّةَ الشَّـرَابِ ، سُبۡحَـانَ مَنۡ أَسۡمَعَ أَوۡلِيَآءَهُ قُدۡسِيَّ الۡخِطَابِ ، سُبۡحَانَ الۡهَادِي إِلَىٰ الصَّوَابِ وَ الثَّوَابِ .","type":1},{"details":"  سُبۡحَانَ مَن تُسَبِّحُ لَهُ الۡبِحَارُ وَ الۡأَنۡهَارُ ، سُبۡحَانَ مَن تُسَبِّحُ لَهُ الۡأَشۡجَارُ وَ الۡأَزۡهَارُ، سُبۡحَانَ مَن تُسَبِّحُ لَهُ الۡأَسۡمَاكُ وَ الۡهَوَامُ وَ الۡوُحُوشُ وَ الۡأَنۡعَامُ وَ الۡأَطۡيَارُ .","type":1},{"details":"  سُبۡحَانَ مَنۡ يُسَبِّحُ لَهُ اللَّيۡلُ وَ النَّهَارُ ، سُبۡحَانَ مَنۡ يُسَبِّحُ لَهُ الۡجِبَالُ وَ التُّرَابُ وَ الرِّمَالُ وَ الۡأَحۡجَارُ ، سُبۡحَانَ مَنۡ تُسَبِّحُ لَهُ الشُّمُوسُ وَ الۡأَفۡلَاكُ وَ الۡكَوَاكِبُ وَ الۡأَقۡمَارُ ، سُبۡحَانَ مَنۡ يُسَبِّحُ لَهُ النَّسِيمُ الۡمِعۡطَارُ ، وَ الرِّيحُ الدَّوَّارُ ، وَ الۡمَطَرُ الۡمِدۡرَارُ .","type":1},{"details":"  سُبۡحَانَ الۡوَاحِدِ مِنۡ غَيۡرِ قِلَّةٍ ، سُبۡحَانَ الۡمَوۡجُودِ مِنۡ غَيۡرِ عِلَّةٍ ، سُبۡحَانَ مَنۡ دَبَّرَ الۡأَمۡرَ كُلَّهُ ، سُبۡحَانَ مَنۡ قَدَّرَ الۡعِزَّ وَ الذِّلَّةَ .","type":1},{"details":"  سُبۡحَانَ الۡمَعۡرُوفِ بِلَا غَايَةٍ ، سُبۡحَانَ الۡمَوۡصُوفِ بِلَا نِهَايَةٍ ، سُبۡحَانَ مَنۡ لَهُ فِي كُلِّ شَيۡءٍ آيَةٌ ، سُبۡحَانَ مَنۡ خَصَّ أَهۡلَ الۡخُصُوصِيَّةِ بِالۡوِلَايَةِ وَ الۡعِنَايَةِ ، سُبۡحَانَ مَنۡ أَغَاثَ الۡمُسۡتَغِيثَ بِالرِّعَايَةِ وَ الۡحِمَايَةِ وَ الۡوِقَايَةِ .","type":1},{"details":"  سُبۡحَانَ مَنۡ يُسَبِّحُهُ الطَّآئرُ فِي وَكۡرِهِ ، سُبۡحَانَ مَنۡ يُمَجِّدُهُ الۡوَحۡشُ فِي قَفۡرِهِ ، سُبۡحَانَ مَنۡ لَا تَفۡتُرُ الۡمَلَآئكَةُ عَنۡ ذِكۡرِهِ ، سُبۡحَانَ الۡمُحِيطِ بِعَمَلِ الۡعَبۡدِ سِرِّهِ وَ جَهۡرِهِ ، سُبۡحَانَ الۡكَفِيلِ لِلۡمُؤۡمِنِينَ بِتَأۡيِيدِهِ وَ نَصۡرِهِ ، سُبۡحَانَ مَنۡ تَطۡمَئنُّ الۡقُلُوبُ الۡوَجِلَةُ بِذِكۡرِهِ وَ كَشۡفِ ضُرِّهِ ، سُبۡحَانَ مَنۡ تَقُومُ السَّمَآءُ وَ الۡأَرۡضُ بِأَمۡرِهِ .","type":1},{"details":"  سُبۡحَانَ مَنۡ تُسَبِّحُ لَهُ الۡأَبۡعَادُ وَ الۡأَعۡمَاقُ ، سُبۡحَانَ مَنۡ يُسَبِّحُ لَهُ الۡعَشِيُّ وَ الۡإِشۡرَاقُ ، سُبۡحَانَ مَنۡ يُسَبِّحُ الرَّعۡدُ بِحَمۡدِهِ ، سُبۡحَانَ مَنۡ لَا يَكُونُ الۡخَيۡرُ إِلَّا مِنۡ عِنۡدِهِ ، سُبۡحَانَ اللَّطِيفِ الرَّءُوفِ الرَّحِيمِ بِعَبۡدِهِ ، سُبۡحَانَ الۡمُتَجَلِّي بِأَسۡرَارِهِ عَلَىٰ أَهۡلِ وُدِّهِ ، سُبۡحَانَ السَّاقِي أَهۡـلَ حَضۡرَتِـهِ مِنۡ صَافِي شَرَابِ وِرۡدِهِ .","type":1},{"details":"  سُبۡحَانَ مَن تُسَبِّحُ لَهُ الۡأَرۡضُ وَ السَّمَٰوَاتُ ، سُبۡحَانَ مَن لَهُ التَّحِيَّاتُ وَ الصَّلَوَاتُ وَ الطَّيِّبَاتُ ، سُبۡحَانَ الۡمُخۡتَصِّ بِالۡكَلِمَاتِ التَّآمَّاتِ الۡمُبَارَكَاتِ ، سُبۡحَانَ الۡمَعۡرُوفِ بِالۡأَسۡمَآءِ الزَّ كِيَّاتِ وَ الصِّفَاتِ الزَّاكِيَاتِ ، سُبۡحَانَ مَن يُقَدِّسُ لَهُ الۡإِنسُ وَ الۡجِنُّ وَ الرُّوحُ وَ الۡمَلَكُ ، سُبۡحَانُ مَنۡ يَشۡهَدُ بِجَلَالِهِ الۡمُلۡكُ وَ الۡفُلۡكُ وَ الۡفَلَكُ ، سُبۡحَانَ الَّذِي مَنۡ لَمۡ يُسَبِّحۡ بِحَمۡدِهِ هَلَكَ ، سُبۡحَانَ الَّذِي مَنِ اعۡتَصَمَ بِحَبۡلِهِ سَلَكَ وَ مَلَكَ .","type":1},{"details":" سُبۡحَانَ الۡوَاحِدِ الۡأَحَدِ ، سُبۡحَانَ الۡفَرۡدِ الصَّمَدِ ، سُبۡحَانَ الۡمُنَزَّهِ عَنِ الشَّرِيكِ وَ الۡوَلَدِ ، سُبۡحَانَ مَنۡ خَضَعَ لِعَظَمَتِهِ الۡأَزَلُ وَ الۡأَبَدُ ، سُبۡحَانَ مَن لَمۡ يَلِدۡ وَ لَمۡ يُولَدۡ وَ لَمۡ يَكُن لَهُ كُفُوَاً أَحَدٌ .","type":1},{"details":"  سُبۡحَانَ مَنۡ أَضۡحَكَ وَ أَبۡكَىٰ ، سُبۡحَانَ مَنۡ أَمَاتَ وَ أَحۡيَا ، سُبۡحَانَ مَنۡ خَلَقَ الزَّوۡجَيۡنِ الذَّكَرَ وَ الۡأُنثَىٰ ، مِن نُطۡفَةٍ إِذَا تُمۡنَىٰ ، سُبۡحَانَ مَنۡ عَلَيۡهِ النَّشۡأَةُ الۡأُخۡرَىٰ ، سُبۡحَانَ مَنۡ أَغۡنَىٰ وَ أَقۡنَىٰ ، سُبۡحَانَ رَبِّ الشِّعۡرَىٰ .","type":1},{"details":"  سُبۡحَانَ مَن قِيَامُهُ بِالۡعَدۡلِ لَا بِالاعۡتِدَالِ ، سُبۡحَانَ مَنۡ بُعۡدُهُ بِالۡعَزۡلِ لَا بِالاعۡتِزَالِ ، سُبۡحَانَ مَنۡ حُضُورُهُ بِالۡعِلۡمِ لَا بِالانتِقَالِ ، سُبۡحَانَ مَنۡ لَا يُقَاسُ بِهِ سِوَاهُ ، سُبۡحَانَ مَنۡ لَا يَعۡلَمُ قَدۡرَهُ غَيۡرُهُ .","type":1},{"details":"  سُبۡحَانَ الۡقُدُّوسِ السُّبُّوحِ ، سُبۡحَانَ رَبِّ الۡمَلَآئكَةِ وَ الرُّوحِ . سُبۡحَانَ الَّذِي لَا شَيۡءَ فَوۡقَهُ فَيُظِلُّهُ ، سُبۡحَانَ الَّذِي لَا شَيۡءَ تَحۡتَهُ فَيُقِلُّهُ ، سُبۡحَانَ الَّذِي لَا شَيۡءَ أَمَامَهُ فَيَرُدُّهُ ، سُبۡحَانَ الَّذِي لَا شَيۡءَ خَلۡفَهُ فَيَحُدُّهُ .","type":1},{"details":"  سُبۡحَانَ الۡمُتَجَلِّي عَلَىٰ كُلِّ أَحَدٍ ، سُبۡحَانَ الۡمُتَحَلِّي بِالۡأَزَلِ وَ الۡأَبَدِ . سُبۡحَانَ الۡقَيُّومِ الۡحَيِّ ، سُبۡحَانَ مَنۡ لَيۡسَ كَمِثۡلِهِ شَيۡءٌ . سُبۡحَانَ مَنۡ لَا تُصَوِّرُهُ الۡخَوَاطِرُ ، سُبۡحَانَ مَنۡ لَا تَصِلُ إِلَيۡهِ الضَّمَآئرُ . سُبۡحَانَ مَنۡ لَا يَحۡوِيهِ مَكَانٌ ، سُبۡحَانَ مَنۡ لَا يَطۡوِيهِ زَمَانٌ . سُبۡحَانَ مَنۡ لَيۡسَ لِغَيۡرِهِ سُبۡحَانِيَّةٌ ، سُبۡحَانَ الۡمُطَّلِعِ عَلَىٰ الۡقَلۡبِ وَ النِّيَّةِ .","type":1},{"details":"  سُبۡحَانَ مَنۡ وَفَّىٰ وَ أَوۡفَىٰ ، سُبۡحَانَ مَنۡ عَفَىٰ وَ أَعۡفَىٰ ، سُبۡحَانَ مَنۡ يَعۡلَمُ السِّرَّ وَ أَخۡفَىٰ .","type":1},{"details":"  سُبۡحَانَ مَنۡ لَا تُدۡرِكُهُ الۡأَبۡصَارُ ، سُبۡحَانَ مُقَلِّبِ اللَّيۡلِ وَ النَّهَارِ ، سُبۡحَانَ الۡمُهَيۡمِنِ عَلَىٰ الۡأَعۡصَارِ وَ الۡأَمۡصَارِ .","type":1},{"details":" سُبۡحَانَكَ لَا عِلۡمَ لَنَآ إِلَّا مَا عَلَّمۡتَنَآ ۖإِنَّكَ أَنتَ الۡعَلِيمُ الۡحَكِيمُ ","type":2},{"details":" رَبَّنَا مَا خَلَقۡتَ هَذَا بَاطِلَاً سُبۡحَانَكَ فَقِنَا عَذَابَ النَّارِ ","type":2},{"details":" سُبۡحَانَكَ تُبۡتُ إِلَيۡكَ وَ أَنَا أَوَّلُ الۡمُؤۡمِنِينَ ","type":2},{"details":" سُبۡحَانَكَ اللَّهُمَّ ","type":2},{"details":" سُبۡحَانَهُ هُوَ الۡغَنِيُّ لَهُ مَا فِي السَّمَٰوَاتِ وَ مَا فِي الۡأَرۡضِ ","type":2},{"details":" وَ سُبۡحَانَ اللَّهِ وَ مَآ أَنَا مِنَ الۡمُشۡرِكِينَ ","type":2},{"details":" سُبۡحَانَهُ وَ تَعَالَىٰ عَمَّا يَقُولُونَ عُلُوَّاً كَبِيراً ","type":2},{"details":" سُبۡحَانَ رَبِّنَآ إِن كَانَ وَعۡدُ رَبِّنَا لَمَفۡعُولَاً ","type":2},{"details":" سُبۡحَانَهُ إِذَا قَضَىٰٓ أَمۡراً فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ ","type":2},{"details":" لَوۡ كَانَ فِيهِمَآ ءَالِهَةٌ إِلَّا اللَّهُ لَفَسَدَتَا ۚفَسُبۡحَانَ اللَّهِ رَبِّ الۡعَرۡشِ عَمَّا يَصِفُونَ ","type":2},{"details":" لَآ إِلَهَ إِلَّآ أَنتَ سُبۡحَانَكَ إِنِّي كُنتُ مِنَ الظَّالِمِينَ ","type":2},{"details":" سُبۡحَانَ اللَّهِ عَمَّا يَصِفُونَ ","type":2},{"details":" سُبۡحَانَكَ مَا كَانَ يَنبَغِي لَنَآ أَن نَّتَّخِذَ مِن دُونِكَ مِنۡ أَوۡلِيَآءَ ","type":2},{"details":" وَ سُبۡحَانَ اللَّهِ رَبِّ الۡعَالَمِينَ ","type":2},{"details":" وَ رَبُّكَ يَخۡلُقُ مَا يَشَآءُ وَ يَخۡتَارُۗ مَا كَانَ لَهُمُ الۡخِيَرَةُ ۚسُبۡحَانَ اللَّهِ وَ تَعَالَىٰ عَمَّا يُشۡرِكُونَ ","type":2},{"details":" فَسُبۡحَانَ اللَّهِ حِينَ تُمۡسُونَ وَ حِينَ تُصۡبِحُونَ ","type":2},{"details":"  سُبۡحَانَ الۡوَاحِدِ الۡأَحَدِ ، سُبۡحَانَ الۡفَرۡدِ الصَّمَدِ ، سُبۡحَانَ الۡمُنَزَّهِ عَنِ الشَّرِيكِ وَ الۡوَلَدِ ، سُبۡحَانَ مَنۡ خَضَعَ لِعَظَمَتِهِ الۡأَزَلُ وَ الۡأَبَدُ ، سُبۡحَانَ مَن لَمۡ يَلِدۡ وَ لَمۡ يُولَدۡ وَ لَمۡ يَكُن لَهُ كُفُوَاً أَحَدٌ .","type":1},{"details":" سُبۡحَانَكَ أَنتَ وَلِيُّنَا مِن دُونِهِمۡ ","type":2},{"details":" سُبۡحَانَ الَّذِي خَلَقَ الۡأَزۡوَاجَ كُلَّهَا مِمَّا تُنبِتُ الۡأَرۡضُ وَ مِنۡ أَنفُسِهِمۡ وَ مِمَّا لَا يَعۡلَمُونَ ","type":2},{"details":" فَسُبۡحَانَ الَّذِي بِيَدِهِ مَلَكُوتُ كُلِّ شَيۡءٍ وَ إِلَيۡهِ تُرۡجَعُونَ ","type":2},{"details":" سُبۡحَانَهُ هُوَ اللَّهُ الۡوَاحِدُ الۡقَهَّارُ ","type":2},{"details":" سُبۡحَانَهُ وَ تَعَالَىٰ عَمَّا يُشۡرِكُونَ ","type":2},{"details":" سُبۡحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَ مَا كُنَّا لَهُ مُقۡرِنِينَ ١٣ وَ إِنَّآ إِلَىٰ رَبِّنَا لَمُنقَلِبُونَ ","type":2},{"details":" سُبۡحَانَ رَبِّ السَّمَٰوَاتِ وَ الۡأَرۡضِ رَبِّ الۡعَرۡشِ عَمَّا يَصِفُونَ ","type":2},{"details":" سُبۡحَانَ رَبِّنَآ إِنَّا كُنَّا ظَالِمِينَ ","type":2},{"details":" سُبۡحَانَ رَبِّكَ رَبِّ الۡعِزَّةِ عَمَّا يَصِفُونَ ١٨٠ وَ سَلَامٌ عَلَىٰ الۡمُرۡسَلِينَ ١٨١ وَ الۡحَمۡدُ لِلَّهِ رَبِّ الۡعَالَمِينَ ","type":2},{"details":"  اللَّهُمَّ بِسِرِّ السِّـرِّ مِن سُبۡحَانِيَّتِكَ الۡعُظۡمَىٰ ، وَ بِغَيۡبِ الۡغَيۡبِ مِنۡ مَقَامِكَ الۡأَسۡمَىٰ ، نَسۡأَلُكَ أَلَّا تَحۡرِمَنَا رِضَاكَ ، وَ أَنۡ تَلۡطُفَ بِنَا فِي قَضَاكَ ، وَ أَنۡ تَجۡعَلَنَا مِنۡ أَهۡلِ الۡحَضۡرَةِ ، وَ أَنۡ تُحِيطَنَا بِسِيَاجِ الۡقُدۡرَةِ ، وَ أَنۡ تُخَلِّصَنَا لَكَ مِنۡ شَوَآئبِ الۡبُعۡدِ عَنكَ ، وَ أَنۡ تُمَتِّعَنَا بِعَوَارِفِ الۡقُرۡبِ مِنكَ ، وَ لَا تَجۡعَلۡ لِغَيۡرِكَ فِينَا شَيۡئَاً مِنَّا ، وَ لَا تَكۡشِفِ السَّتۡرَ عَنَّا ، وَ عَافِنَا وَ اعۡفُ عَنَّا ، وَ كُن لَنَا حَيۡثُ كُنَّا .","type":1},{"details":"  اللَّهُمَّ اقۡضِ حَاجَاتِنَا وَ أَنتَ بِهَا أَعۡلَمُ . ( ثَلَاثَاً )","type":1},{"details":"  اللَّهُمَّ حَقِّقۡ أَغۡرَاضَنَا ، وَ احۡفَظۡ أَعۡرَاضَنَا ، وَ اشۡفِ أَمۡرَاضَنَا .","type":1},{"details":" رَبَّنَا وَ لَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِ وَ اعۡفُ عَنَّا وَ اغۡفِرۡ لَنَا وَ ارۡحَمۡنَا  . ( ثَلَاثَاً )","type":1},{"details":"  اللَّهُمَّ افۡتَحۡ عَلَيۡنَا ، وَ افۡتَحۡ لَنَا ، وَ افۡتَحۡ بِنَا . اللَّهُمَّ لَا تُثۡقِلۡ عَلَيۡنَا ، وَ لَا تُثۡقِلۡ بِنَا .","type":1},{"details":"  اللَّهُمَّ سَخِّرۡ لِي مِنۡ عِبَادِكَ مَنۡ يُعِينُنِي عَلَىٰ أَمۡرِي ، وَ يَشُدُّ فِي مَرۡضَاتِـكَ أَزۡرِي ، فِي عُسۡرِي وَ يُسۡرِي ، وَ سِـرِّ ي وَ جَهۡرِي ، وَ نَفۡسِي وَ غَيۡرِي .","type":1},{"details":"  اللَّهُمَّ أَنقِذۡنَا مِن ذُلِّ الدَّيۡنِ ، وَ أَلَمِ الۡبَيۡنِ ، وَ عَارِ الشَّيۡنِ ، وَ ضَرۡبَةِ الۡعَيۡنِ ، وَ لُؤۡمِ الۡمَيۡنِ ، وَ سُوٓءِ الۡحَيۡنِ ، وَ حِجَابِ الرَّيۡنِ وَ الۡغَيۡنِ .","type":1},{"details":"  اللَّهُمَّ أَنۡتَ الۡخَافِضُ الرَّافِعُ ، الۡمُعۡطِي الۡمَانِعُ ، الضَّآرُّ النَّافِعُ ، نَعُوذُ بِكَ مِنَ الۡفَوَاجِعِ وَ الۡمَوَاجِعِ ، وَ الۡحُجُبِ وَ الۡمَوَانِعِ ، وَ بَلَآءِ الۡأَهۡوَآءِ وَ الۡمَطَامِعِ .","type":1},{"details":"  اللَّهُمَّ تَقَبَّلۡ مِنَّا وَ اقۡبَلۡنَا وَ اسۡتَجِبۡ لَنَا ، مُتَوَسِّلِينَ إِلَيۡكَ بِمَنۡ تُحِبُّ وَ مَا تُحِبُّ ، مِمَّا نَعۡلَمُ وَ مَا لَا نَعۡلَمُ ، وَ مَا أَنتَ بِهِ أَعۡلَمُ .","type":1},{"details":"  وَ صَلِّ اللَّهُمَّ وَ سَلِّمۡ وَ بَارِكۡ عَلَىٰ سَيِّدِنَا وَ مَوۡلَانَا مُحَمَّدٍ وَ عَلَىٰ آلِهِ وَ صَحۡبِهِ وَ أُمَّتِهِ ، وَ اخۡتِمۡ لَنَا بِالۡخَيۡرِ أَجۡمَعِينَ .","type":1}],"name":"ورد التسبيح الأكبر"},{"details":[{"details":" بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ ١ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ ٢ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ ٣ مَٰلِكِ يَوۡمِ ٱلدِّينِ ٤ إِيَّاكَ نَعۡبُدُ وَإِيَّاكَ نَسۡتَعِينُ ٥ ٱهۡدِنَا ٱلصِّرَٰطَ ٱلۡمُسۡتَقِيمَ ٦ صِرَٰطَ ٱلَّذِينَ أَنۡعَمۡتَ عَلَيۡهِمۡ غَيۡرِ ٱلۡمَغۡضُوبِ عَلَيۡهِمۡ وَلَا ٱلضَّآلِّينَ ","type":2},{"details":" الَّذِينَ قَالَ لَهُمُ النَّاسُ إِنَّ النَّاسَ قَدۡ جَمَعُوا لَكُمۡ فَاخۡشَوۡهُمۡ فَزَادَهُمۡ إِيمَانَاً وَ قَالُوا حَسۡبُنَا اللَّهُ وَ نِعۡمَ الۡوَكِيلُ ١٧٣ فَانۡقَلَبُوا بِنِعۡمَةٍ مِنَ اللَّهِ وَ فَضۡلٍ لَمۡ يَمۡسَسۡهُمۡ سُوٓءٌ وَ اتَّبَعُوا رِضۡوَانَ اللَّهِ ۗوَ اللَّهُ ذُو فَضۡلٍ عَظِيمٍ ","type":2},{"details":"  حَسۡبُنَا اللَّهُ وَ نِعۡمَ الۡوَكِيلُ .\n( من عشرين مرة بعدد حروفها إلى أي عدد يشاء ) . أما عند الأزمات ، فيكون عدد الحسبلة (4444) أربعة آلاف و أربعمائة و أربعة و أربعين مرة ، يقرأ في كل ليلة ألفاً ، ثم هذا الحزب ، و في الليلة الخامسة يتمم العدد ، و يقرأ هذا الحزب ( ثلاث مرات ) ، و طبعاً يكون هذا للقادر عليه ( كما تلقينا عن أشياخنا و جربناه ) .\nثم يقول :","type":1},{"details":"  حَسۡبِيَ الۡخَالِقُ مِنَ الۡمَخۡلُوقِينَ ، حَسۡبِيَ الرَّازِقُ مِنَ الۡمَرۡزُوقِينَ ، حَسۡبِيَ الَّذِي هُوَ حَسۡبِيَ ، حَسۡبِيَ اللَّهُ وَ نِعۡمَ الۡوَكِيلُ ، حَسۡبِيَ اللَّهُ لِدِينِي ، حَسۡبِيَ اللَّهُ لِعِرۡضِي ، حَسۡبِيَ اللَّهُ لِمَالِي ، حَسۡبِيَ اللَّهُ لِأَهۡلِي وَ نِسَآئي ، حَسۡبِيَ اللَّهُ لِبَنَاتِي وَ أَبۡنَآئي ، حَسۡبِيَ اللَّهُ لِأَشۡيَاخِي وَ إِخۡوَانِي ، حَسۡبِيَ اللَّهُ لِأَحۡبَابِي وَ جِيرَانِي ، حَسۡبِيَ اللَّهُ فِرَاراً مِنۡ ذُنُوبِي وَ سَيِّئَاتِي ، حَسۡبِيَ اللَّهُ لِعَقۡلِي وَ قَلۡبِي وَ رُوحِي وَ ذَاتِي .","type":1},{"details":"  حَسۡبِيَ اللَّهُ لِمَا أَهَمَّنِي ، حَسۡبِيَ اللَّهُ لِمَنۡ كَادَنِي ، حَسۡبِيَ اللَّهُ لِمَنۡ آذَانِي ، حَسۡبِيَ اللَّهُ لِمَنۡ بَغَىٰ عَلَيَّ ، حَسۡبِيَ اللَّهُ لِمَنۡ أَسَآءَ إِلَيَّ . حَسۡبِيَ اللَّهُ الۡحَقُّ الۡقَوِيُّ ، حَسۡبِيَ اللَّهُ الۡحَمِيدُ الۡوَلِيُّ ، حَسۡبِيَ اللَّهُ الَّذِي مَا فَرَّطَ فِي الۡكِتَابِ مِنۡ شَيۡءٍ .","type":1},{"details":"  حَسۡبِيَ اللَّهُ لِمَنۡ خَادَعَنِي ، حَسۡبِيَ اللَّهُ لِمَنۡ نَافَقَنِي ، حَسۡبِيَ اللَّهُ لِمَنۡ رَاوَغَنِي ، حَسۡبِيَ اللَّهُ لِكُلِّ مَرَضٍ وَ دَآءٍ ، حَسۡبِيَ اللَّهُ وَاهِبُ الۡعَافِيَةِ وَ الشِّفَآءِ .","type":1},{"details":"  حَسۡبِيَ اللَّهُ إِذَا بَلَغَتِ التَّرَاقِ ، حَسۡبِيَ اللَّهُ إِذَا قِيلَ مَنۡ رَاقٍ ، وَ ظَنَّ أَنَّهُ الۡفِرَاقُ ، حَسۡبِيَ اللَّهُ إِذَا الۡتَفَّتِ السَّاقُ بِالسَّاقِ ، إِلَىٰ رَبِّكَ يَوۡمَئذٍ الۡمَسَاقُ .","type":1},{"details":"  حَسۡبِيَ اللَّهُ إِذَا بَلَغَتِ الۡحُلۡقُومَ ، حَسۡبِيَ اللَّهُ إِذَا أَطۡبَقَتِ الۡهُمُومُ وَ الۡغُمُومُ ، حَسۡبِيَ اللَّهُ إِذَا انۡقَطَعَتِ الآمَالُ إِلَّا مِنَ الۡحَيِّ الۡقَيُّومِ ، حَسۡبِيَ اللَّهُ إِذَا حَلَّ الۡكَرۡبُ وَ الۡفَزَعُ وَ الۡبَلَآءُ ، حَسۡبِيَ اللَّهُ عِنۡدَ الۡوَحۡدَةِ وَ الۡوَحۡشَةِ وَ الظُّلۡمَةِ وَ هَوۡلِ اللِّقَاءِ .","type":1},{"details":"  حَسۡبِيَ اللَّهُ عِنۡدَ الۡفِتۡنَةِ وَ مَسۡأَلَةِ الۡقَبۡرِ ، حَسۡبِيَ اللَّهُ عِنۡدَ رَهۡبَةِ النَّشۡرِ وَ الۡحَشۡرِ ، حَسۡبِيَ اللَّهُ إِذَا بَرِقَ الۡبَصَرُ ، وَ خَسَفَ الۡقَمَرُ ، حَسۡبِيَ اللَّهُ إِذَا جُمِعَ الشَّمۡسُ وَ الۡقَمَرُ ، حَسۡبِيَ اللَّهُ إِذَا قَالَ الإِنۡسَانُ يَوۡمَئذٍ أَيۡنَ الۡمَفَرُّ ، حَسۡبِيَ اللَّهُ إِذَا قِيلَ لَا وَزَرَ ، إِلَىٰ رَبِّكَ يَوۡمَئذٍ الۡمُسۡتَقَرُّ .","type":1},{"details":"  حَسۡبِيَ اللَّهُ عِنۡدَ مَوۡقِفِ الۡحِسَابِ ، حَسۡبِيَ اللَّهُ إِذَا رُفِعَ الۡحِجَابُ عَنۡ حَقِيقَةِ الۡمَآبِ ، حَسۡبِيَ اللَّهُ عِنۡدَ الصِّرَاطِ وَ الۡمِيزَانِ ، حَسۡبِيَ اللَّهُ الۡمَرۡجُوُّ لِلۡعَفۡوِ وَ الۡغُفۡرَانِ ، حَسۡبِيَ اللَّهُ الۡمُجِيرُ مِنۡ عَذَابِ النِّيرَانِ ، حَسۡبِيَ اللَّهُ الۡمُنۡعِمُ بِالرِّضَا وَ الرِّضۡوَانِ .","type":1},{"details":"  حَسۡبِيَ اللَّهُ الۡخَفِيُّ الۡأَلۡطَـافِ ، حَسۡبِيَ اللَّهُ لِمَـا أَخۡشَـىٰ وَ أَتَوَجَّـسُ وَ أَخَافُ ، حَسۡبِيَ الَّذِي يُجِيبُ الۡمُضۡطَّرَّ إِذَا دَعَاهُ ، حَسۡبِيَ الَّذِي يَكۡشِفُ السُّوٓءَ عَمَّنۡ نَادَاهُ ، حَسۡبِيَ اللَّهُ مُقَلِّبُ الۡقُلُوبِ ، حَسۡبِيَ اللَّهُ كَاشِفُ الۡخُطُوبِ ، حَسۡبِيَ اللَّهُ مُفَرِّجُ الۡكُرُوبِ ، حَسۡبِيَ الَّذِي يَقۡبَلُ الۡبَاكِيَ النَّدُوبَ .","type":1},{"details":"  حَسۡبِيَ اللَّهُ مِنۡ كُلِّ جِنِّيٍّ وَ إِنۡسِيٍّ ، حَسۡبِيَ اللَّهُ مِنۡ كُلِّ حِسِّيٍّ وَ نَفۡسِيٍّ ، حَسۡبِيَ اللَّهُ الۡمُتَفَضِّلُ بِالۡعَطَآءِ الۡقُدُسِيِّ ، حَسۡبِيَ اللَّهُ الۡقَاهِرُ فَوۡقَ عِبَادِهِ ، حَسۡبِيَ اللَّهُ تَسۡلِيماً لَهُ وَ إِذۡعَاناً لِمُرَادِهِ .","type":1},{"details":"  حَسۡبِيَ اللَّهُ جَارُ الۡمُسۡتَجِيرِينَ ، حَسۡبِيَ اللَّهُ غِيَاثُ الۡمُسۡتَغِيثِينَ ، حَسۡبِيَ اللَّهُ مُعَاذُ الۡعَآئذِينَ ، وَ مَلاذُ اللَّآئذِينَ ، حَسۡبِيَ اللَّهُ لِأَمۡرَاضِي وَ أَسۡقَامِي وَ أَدۡوَآئي ، حَسۡبِيَ اللَّهُ فِي تَيۡسِيرِ عُسۡرِي وَ كَشۡفِ ضُرِّي وَ بَلآئي .","type":1},{"details":"  حَسۡبِيَ اللَّهُ لِلۡأَهۡوَالِ وَ الآفَاتِ ، حَسۡبِيَ اللَّهُ لِلۡفَوَاجِعِ وَ الۡمَوَاجِعِ وَ الۡمُفَاجَآتِ ، حَسۡبِيَ اللَّهُ الرَّفِيعُ الدَّرَجَاتِ ، حَسۡبِيَ اللَّهُ الۡمُنَزِّلُ الآيَاتِ ، حَسۡبِيَ اللَّهُ غَافِرُ الزَّلاتِ ، قَابِلُ التَّوۡبَاتِ ، سَاتِرُ الۡعَوۡرَاتِ ، مُؤَمِّنُ الرَّوۡعَاتِ ، مُقِيلُ الۡعَثَرَاتِ ، قَاضِي الۡحَاجَاتِ ، مُفِيضُ الۡبَرَكَاتِ وَ الرَّحَمَاتِ ، فِي الۡأَرۡضِ وَ السَّمَٰوَات .","type":1},{"details":" أَلَيۡسَ اللَّهُ بِكَافٍ عَبۡدَهُ ","type":2},{"details":"  آمَنَّا بِاللَّهِ ، وَ اللَّهُ كِفَايَتُنَا وَ حِمَايَتُنَا .","type":1},{"details":" هَذَا مَا وَعَدَنَا اللَّهُ وَ رَسُولُهُ وَ صَدَقَ اللَّهُ وَ رَسُولُهُ ","type":2},{"details":"  اللَّهُمَّ زِدۡنَا إِيمَاناً وَ تَسۡلِيماً .","type":1},{"details":"  حَسۡبِيَ اللَّهُ وَ اللَّهُ أَكۡبَرُ . ( ثَلَاثَاً )","type":1},{"details":[{"text":" فَإِنۡ تَوَلَّوۡا فَقُلۡ حَسۡبِيَ اللَّهُ لَآ إِلَهَ إِلَّا هُوَ عَلَيۡهِ تَوَكَّلۡتُ وَ هُوَ رَبُّ الۡعَرۡشِ الۡعَظِيمِ ","type":2},{"text":"( ثَلَاثَاً )","type":1}],"type":4},{"details":"  اللَّهُمَّ اقۡضِ حَاجَتِي وَ أَنۡتَ بِهَا أَعۡلَمُ . ( ثَلَاثَاً )","type":1},{"details":"  رَبِّ إِنِّي مَغۡلُوبٌ فَانۡتَصِرۡ . ( ثَلَاثَاً )","type":1},{"details":"  اللَّهُمَّ بِكَ أَجُولُ ، وَ بِكَ أَصُولُ ، اللَّهُمَّ بِكَ أُقَاتِلُ وَ بِكَ أُنَازِلُ ، وَ بِكَ أُحَاوِلُ وَ أُصَاوِلُ . اللَّهُمَّ إِلَيۡكَ أَشۡكُو ضَعۡفَ قُوَّ تِي ، وَ قِلَّةَ حِيلَتِي ، وَ هَوَانِي عَلَىٰ النَّاسِ ، يَآ أَرۡحَمَ الرَّاحِمِينَ ، أَنۡتَ رَبُّ الۡمُسۡتَضۡعَفِينَ ، وَ أَنۡتَ رَبِّي ، إِلَىٰ مَنۡ تَكِلُنِي ، إِلَىٰ بَعِيدٍ يَتَجَهَّمُنِي ، أَمۡ إِلَىٰ عَدُوٍّ مَلَّكۡتَهُ أَمۡرِي ، إِنۡ لَمۡ يَكُنۡ بِكَ عَلَيَّ غَضَبٌ فَلَا أُبَالِي ، غَيۡرَ أَنَّ عَافِيَتَكَ أَوۡسَعُ لِي ، أَعُوذُ بِنُورِ وَجۡهِكَ الَّذِي أَشۡرَقَتۡ لَهُ الظُّلُمَاتُ ، وَ صَلَحَ عَلَيۡهِ أَمۡرُ الدُّنۡيَا وَ الآخِرَةِ أَنۡ يَنۡزِلَ بِي غَضَبُكَ ، أَوۡ يَحِلَّ عَلَيَّ سَخَطُكَ ، لَكَ الۡعُتۡبَىٰ حَتَّىٰ تَرۡضَىٰ ، وَ لا حَوۡلَ وَ لَا قُوَّةَ إِلَّا بِكَ .","type":1},{"details":"  اللَّهُمَّ صَلِّ عَلَىٰ سَيِّدِنَا مُحَمَّدٍ ، وَ عَلَىٰ آلِ سَيِّدِنَا مُحَمَّدٍ ، كَمَا صَلَّيۡتَ عَلَىٰ سَيِّدِنَا إِبۡرَاهِيمَ ، وَ عَلىٰ آلِ سَيِّدِنَا إِبۡرَاهِيمَ ، وَ بَارِكۡ عَلَىٰ سَيِّدِنَا مُحَمَّدٍ ، وَ عَلَىٰ آلِ سَيِّدِنَا مُحَمَّدٍ ، كَمَا بَارَكۡتَ عَلَىٰ سَيِّدِنَا إِبۡرَاهِيمَ ، وَ عَلَىٰ آلِ سَيِّدِنَا إِبۡرَاهِيمَ فِي الۡعَالَمِينَ إِنَّكَ حَمِيدٌ مَجِيدٌ .","type":1},{"details":"( ثم للذاكر أن يدعو بما شاء ، و اللَّه تعالى ولي الإجابة و العطاء ) .","type":1}],"name":"ورد الحسبلة"},{"details":[{"details":"  بِسۡمِ اللَّهِ ، وَ الۡحَمۡدُ لِلَّهِ ، وَ الصَّلَاةُ وَ السَّلَامُ عَلَىٰ سَيِّدِنَا رَسُولِ اللَّهِ ، وَ عَلَىٰ آلِهِ وَ صَحۡبِهِ وَ أَنۡصَارِهِ وَ أَزۡوَاجِهِ وَ ذُرِّيَّتِهِ وَ مَنۡ وَالَاهُ .","type":1},{"details":"  اسۡتَغۡفِرُ اللَّهَ ، اسۡتَغۡفِرُ اللَّهَ ، اسۡتَغۡفِرُ اللَّهَ .","type":1},{"details":"  سُبۡحَانَ اللَّهِ ، وَ الۡحَمۡدُ لِلَّهِ ، وَ لَآ إِلَهَ إِلَّا اللَّهُ ، وَ اللَّهُ أَكۡبَرُ ، وَ لَا حَوۡلَ وَ لا قُوَّةَ إِلَّا بِاللَّهِ الۡعَلِيِّ الۡعَظِيمِ .","type":1},{"details":[{"text":"  سُبۡحَانَ مَنۡ سَبَقَتۡ رَحۡمَتُهُ غَضَبَهُ . ","type":1},{"text":"(٣ - ١٠)","type":5}],"type":4},{"details":[{"text":"  سُبۡحَانَ مَنۡ أَظۡهَرَ الۡجَمِيلَ وَ سَتَرَ الۡقَبِيحَ . ","type":1},{"text":"(٣ - ١٠)","type":5}],"type":4},{"details":[{"text":"  سُبۡحَانَ اللَّهِ الۡعَلِيِّ الدَّيَّانِ ، سُبۡحَانَ اللَّهِ الشَّدِيدِ الۡأَرۡكَانِ ، سُبۡحَانَ مَنۡ لَا يَشۡغَلُهُ شَأۡنٌ عَنۡ شَأۡنٍ ، سُبۡحَانَ اللَّهِ الۡحَنَّانِ الۡمَنَّانِ ، سُبۡحَانَ اللَّهِ فِي كُلِّ زَمَانٍ وَ مَكَانٍ . ","type":1},{"text":"(٣ - ١٠)","type":5}],"type":4},{"details":[{"text":"  سُبۡحَانَكَ اللَّهُمَّ وَ بِحَمۡدِكَ عَلَىٰ عَفۡوِكَ بَعۡدَ قُدۡرَتِكَ ، سُبۡحَانَكَ اللَّهُمَّ وَ بِحَمۡدِكَ عَلَىٰ حِلۡمِكَ بَعۡدَ عِلۡمِكَ . ","type":1},{"text":"(٣ - ١٠)","type":5}],"type":4},{"details":[{"text":"  اللَّهُمَّ صَلِّ عَلَىٰ سَيِّدِنَا مُحَمَّدٍ عَبۡدِكَ وَ نَبِيِّكَ وَ رَسُولِكَ النَّبِيِّ الۡأُمِّيِّ وَ عَلَىٰ آلِهِ وَ صَحۡبِهِ وَ سَلِّمۡ . ","type":1},{"text":"(٣ - ١٠)","type":5}],"type":4},{"details":"  اللَّهُمَّ اقۡضِ حَاجَاتِنَا وَ أَنۡتَ بِهَا أَعۡلَمُ .","type":1},{"details":"  اللَّهُمَّ اقۡضِ حَاجَاتِنَا وَ حَاجَاتِ مَنۡ سَأَلَنَا .","type":1},{"details":"  اللَّهُمَّ اقۡضِ حَاجَاتِنَا وَ حَاجَاتِ أَهۡلِينَا وَ إِخۡوَانِنَا وَ أَشۡيَاخِنَا وَ الۡمُسۡلِمِينَ ، وَ ارۡضَ عَنَّا وَ عَنۡهُمۡ أَجۡمَعِينَ ، وَ وَفِّقۡنَا لِمَا تُحِبُّ وَ تَرۡضَىٰ ، يَآ أَرۡحَمَ الرَّاحِمِينَ .","type":1},{"details":" سُبۡحَانَ رَبِّكَ رَبِّ الۡعِزَّةِ عَمَّا يَصِفُونَ ١٨٠ وَ سَلَامٌ عَلَىٰ الۡمُرۡسَلِينَ ١٨١ وَ الۡحَمۡدُ لِلَّهِ رَبِّ الۡعَالَمِينَ ","type":2}],"name":"ورد الملأ الأعلىٰ"},{"details":[{"details":[["قَــــــدِ     احۡـتَـمَـيۡــــــتُ      لِـلۡأَبَـــــدِ","بِاللَّـــــهِ    مِــــنۡ    كُــــلِّ    نَكَــدۡ"],["وَ  كُــــلِّ  مَــــا   أَخۡشَــــاهُ   فِــــي ","أَهۡلِــــي   وَ   مَالِــــي  وَ  الۡـجَـسَــــدۡ"],["وَ   كُـــــلِّ    إِنۡــسِـــــيٍّ    وَ    جِـــــ","ــــنِّـــيٍّ    وَ     مَـخۡـلُــــــوقٍ     مَـــــرَدۡ"],["وَ     كُـــــلِّ   حِسِّــــــيٍّ   وَ   نَـفۡــــ","ـــــسِـيٍّ     مِـــــــنَ     السُّـــــوءِ     وَرَدۡ"],["وَ   كُـــــلِّ   بَـــأۡسَــــــاءٍ   وَ   ضَـــــ","ـــــرَّاءٍ      تَـــــــدُورُ       بِالۡخَلَـــــــدۡ"],["وَ    كُــــــــــلِّ    دَاءٍ    وَ    بَــــــــــلا","ءٍ   وَ     شَقَــــــــــاءٍ     وَ     حَـــــــرَدۡ"],["بِاسۡمِـــــكَ   رَبِّــــــي   كُـــــــلُّ   ذَا","يُــــــرَدُّ     عَـنِّـــــي     أَوۡ     يُـصَــــــدّ"],["فَلَسۡـــــــتُ   أَشۡكُــــــــو   لِأَحَـــــدۡ","وَ   لَسۡــــتُ   أَخۡشَـــــىٰ   مِــــنۡ   أَحَــــدۡ"],["وَ     لَا     أُبَــالِــــــــي     بِــأَحَـــــــدۡ","أَوۡ    أَبۡتَغِــــــي    جَـــــــدۡوَىٰ    أَحَــــــدۡ"],["حَسۡبِـــــــــي إِلَهِـــــــــــي ، وَ كَفَـــــــــــــىٰ","عَــــنۡ    وَالِـــــدٍ   وَ    مَــــا    وَلَـــــدۡ"],["مُـسۡـتَـشۡـفِـعَـــــــــــــــــاً     بِــسِــــــــــــــــــرِّهِ","فِـــي  (  قُــــلۡ  هُــــوَ  اللَّــــهُ  أَحَــــدۡ )"],["مُـسۡـتَـعۡـصِـمَــــــــاً  ،  مُـسۡـتَـصۡـرِخَـــــــاً","بِسِــــــــرِّ  (  اللَّــــــهُ   الصَّمَــــــدۡ  )"],["مُسۡتَكۡفِيَــــــاً   ،   أَعۡتَـــــــزُّ     بِالۡـــ","ــعِــزِّ الَّــــذِي فِــــي ( لَــــمۡ يَلِـــــدۡ )"],["وَ  عِـــزِّ  (  لَـمۡ   يُولَــــدۡ  ،  وَ   لَــــمۡ","يَكُـــنۡ    لَــــهُ    كُفُــــوَاً    أَحَــــدۡ  )"],["يَـا مُنۡـزِلَ (الۡإِخۡـــلَاصِ ) فِـــي الۡــــ","ـــقُـرۡآنِ    مِــــنۡ    غَيۡــــبِ    الأَبَــــدۡ"],["بِسِــــــرِّهِ     ،     وَ     سِــــرِّهَــــــا","أَغِــــثۡ    عُبَيۡــــدَاً    مَــــا    عَبَــــدۡ"],["مَــــنۡ    لَــــمۡ    تُسَانِــــدۡهُ    يَــــدَا","كَ   مَــــا   لَــــهُ   مِــــنۡ   مُسۡتَنَـــــدۡ"],["فَأغۡنِنِــــي   بِقَــــوۡلِ   (  كُـــــنۡ  )","عَــــنۡ   عَــــدَدٍ   وَ   عَــــنۡ   عُــــدَدۡ"],["وَ   عَــــنۡ   قَرِيــــبٍ   ،   وَ   غَــرِيــــ","ـــبٍ  وَ  نَسِيــــبٍ  ،   وَ  سَنَـــدۡ"],["بِـــكَ    اسۡتَـعَــــــذۡتُ    ضَــارِعَــــــاً","مِــــنۡ ( نَـافِــثَــــاتٍ  فِي  الۡعُقَــــدۡ )"],["وَ   (   غَــاسِــــــقٍ   إِذَا   وَقَــــــبَ )","وَ   (   حَــاسِــــــدٍ   إِذَا   حَـسَـــــدۡ )"],["وَ   كُــــلِّ    وَسۡـــــوَاسٍ    وَ   خَــــــ","ـــنَّاسٍ     وَ     دَسَّــــاسٍ      جَحَـــــدۡ"],["وَ كُـــــلِّ    هَـمَّـــــازٍ     وَ     مَــــ","ــــشَّاءٍ     وَ     نَمَّـــــامٍ     حَقَــــدۡ"],["وَ امۡـــرَأَةٍ  (  فِـــي  جِيدِهَــا  )  الۡــ","ــمَخۡذُولِ ( حَبۡـلٌ مِـنۡ مَسَـــدۡ )"],["يَــا   صَاحِــــبَ  اللُّطۡــــفِ  الۡخَفِـــ","ـــيِّ    يَــــا    أَبَــــرَّ    مَــــنۡ   وَعَــــدۡ"],["مَـــنۡ  تَــــاهَ  عَــــنۡ  بَابِـــكَ  لَــمۡ","يَجِـــدۡ  مُنَـــىً  ،  وَ   إِنۡ   وَجَـــدۡ"],["فَــــــلَا     تَكِلۡنِـــــي     لِأَحَـــــدٍ","وَ   لَا   تُهِنِّــــي   مِـــــنۡ   أَحَــــدۡ"],["وَ    بِالۡمَثَانِـــي    وَ    بِـ  ( طَــــ","ـــهَ )   رَبِّ   يَسِّـــرۡ   مَـا   انۡعَقَـدۡ"],["ثُـمَّ  بِـ  ( يَاسِيــنَ )  وَ  بِـ  ( الــ","ــرَّحۡمَــنِ  )   أَكۡــرِمۡ   مَــنۡ   قَصَــدۡ"],["وَ    بِاسۡمِـــكَ    الۡأَعۡظَـــمِ    رَبِّــ","ـي   كُـــلُّ    مَـا   أَخۡشَــىٰ   يُـرَدّ"],["فَنَجِّنِــــي      مِـــــنَ      الۡكَمَــــدۡ","وَ   مِــنۡ    فَسَــادِ   مَــنۡ    فَسَــدۡ"],["يَا   سَامِــعَ    الشَّكۡـوَىٰ  ،  وَ يَا","مَــنۡ يَكۡشِــفُ الۡبَلۡـــوَىٰ : مَــدَدۡ (٣)"],["يَــا   مَــنۡ    إِلَيۡـــهِ    الۡمُشۡتَكَـــىٰ","وَ   مَـــنۡ   عَلَيۡــــهِ   الۡمُعۡتَمَــــدۡ"],["مُنَــــزَّهٌ         فِــــي         مُـلۡـكِــــهِ","َعَــــنِ    الشَّرِيــــكِ   وَ   الۡوَلَــدۡ"],["وَ       رِزۡقُــــــــــــهُ         مُيَسَّــــــــــرٌ","مُقَــــدَّرٌ        لِمَـــــنۡ       وَفَــــــدۡ"],["يَــا   سَيِّــدِي   :   خُــذۡ   بِيَـــدِي","مِــــنَ       الضَّــــلَالِ      لِلرَّشَــــــدۡ"],["يَـــا  رَبِّ  وَ  احۡفَظۡنَــــا  وَ  جَــــ","ـنِّبۡنَــا     الۡبَلَايَـــــا     وَ   الۡعُقَــــدۡ"],["وَ      اخۡتِــــمۡ      لَنَـــا    بِالۡبَاقِيَــا ","تِ  الصَّالِحَــــاتِ  وَ  الرَّغَـــــدۡ (٣)"],["وَ  اغۡفِـــرۡ  لِأَشۡيَاخِـــــي  وَ  إِخۡــــ","ـوَانِـــي  وَ أَهۡلِـــي  يَــوۡمَ  غَـــدۡ (٣)"],["وَ اسۡتُــرۡ عُيُوبِـــي وَ اشۡـــفِ أَمۡــــ","ـــرَاضِــي جَمِيعَــاً  يَـــا  صَمَــدۡ (٣)"],["دَخَلۡـــتُ  فِــي  حِصۡنِــــكَ  فَاصۡـــــ","ــــرِفۡ   كُــلَّ   كَـــرۡبٍ   وَ   كَبَـدۡ"],["بِجَــــاهِ    طَــــهَ    الۡمُصۡطَفَــــىٰ","مَـــنۡ      بِالۡكَمَــــالَاتِ      انۡفَـــرَدۡ"],["صَـلَّــــىٰ      عَلَيۡـــــهِ       رَبُّنَـــــا","مَـــا     سَاجِـــدٌ      يَوۡمَـــاً     سَجَــدۡ"]],"type":3},{"details":" وَ سَلَامٌ عَلَىٰ الۡمُرۡسَلِينَ ١٨١ وَ الۡحَمۡدُ لِلَّهِ رَبِّ الۡعَالَمِينَ ","type":2}],"name":"دعاء الصمدية"},{"details":[{"details":"أَعُوذُ بِاللَّهِ مِنَ الشَّيۡطَانِ الرَّجِيمِ","type":1},{"details":"بِسۡمِ اللَّهِ الرَّحۡمَٰنِ الرَّحِيمِ","type":1},{"details":"الۡحَمۡدُ لِلَّهِ ، وَ الصَّلَاةُ وَ السَّلَامُ عَلَىٰ النَّبِيِّ وَ مَن وَالَاهُ ، فِي مَبۡدَأِ كُلِّ أَمۡرٍ وَ مُنتَهَاهُ ، وَ لَآ إِلَهَ إِلَّا اللَّهُ الۡحَيُّ الۡقَيُّومُ ، وَ سُبۡحَانَ رَبِّيَ الۡعَلِيِّ الۡأَعۡلَىٰ الۡوَهَّابِ .","type":1},{"details":"نَدْعُوكَ يَا مَنْ هُوَ اللَّهُ  الَّذِي لآ إِلَهَ إِلَّا هُوَ : الرَّحۡمَٰنُ . الرَّحِيمُ . الۡمَلِكُ . الۡقُدُّوسُ . السَّلَامُ . الۡمُؤۡمِنُ . الۡمُهَيۡمِنُ . الۡعَزِيزُ . الۡجَبَّارُ . الۡمُتَكَبِّرُ . الۡخَالِقُ . الۡبَارِيءُ.  الۡمُصَوِّرُ . الۡغَفَّارُ . الۡقَهَّارُ . الۡوَهَّابُ . الرَّزَّاقُ . الۡفَتَّاحُ . الۡعَلِيمُ . الۡقَابِضُ الۡبَاسِطُ . الۡخَافِضُ الرَّافِعُ . الۡمُعِزُّ الۡمُذِلُّ . السَّمِيعُ . الۡبَصِيرُ . الۡحَكَمُ . الۡعَدۡلُ . اللَّطِيفُ . الۡخَبِيرُ . الۡحَلِيمُ . الۡعَظِيمُ . الۡغَفُورُ . الشَّكُورُ . الۡعَلِيُّ . الۡكَبِيرُ . الۡحَفِيظُ . الۡمُقِيتُ . الۡحَسِيبُ . الۡجَلِيلُ . الۡكَرِيمُ . الرَّقِيبُ . الۡمُجِيبُ . الۡوَاسِعُ . الۡحَكِيمُ . الۡوَدُودُ . الۡمَجِيدُ . الۡبَاعِثُ . الشَّهِيدُ . الۡحَقُّ . الۡوَكِيلُ . الۡقَوِيُّ . الۡمَتِينُ . الۡوَلِيُّ . الۡحَمِيدُ . الۡمُحۡصِي . الۡمُبۡدِيءُ الۡمُعِيدُ . الۡمُحۡيِي الۡمُمِيتُ . الۡحَيُّ . الۡقَيُّومُ . الۡوَاجِدُ . الۡمَاجِدُ . الۡوَاحِدُ . الصَّمَدُ . الۡقَادِرُ . الۡمُقۡتَدِرُ . الۡمُقَدِّمُ الۡمُؤَخِّرُ . الۡأَوَّلُ الآخِرُ . الظَّاهِرُ الۡبَاطِنُ . الۡوَالِي . الۡمُتَعَالِي . الۡبَرُّ . التُّوابُ . الۡمُنتَقِمُ . الۡعَفُوُّ . الرَّءُوفُ . مَالِكُ الۡمُلۡكِ . ذُو الۡجَلَالِ وَ الۡإِكۡرَامِ . الۡمُقۡسِطُ . الۡجَامِعُ . الۡغَنِيُّ . الۡمُغۡنِي . الۡمَانِعُ . الضَّآرُّ النَّافِعُ . النُّورُ . الۡهَادِي . الۡبَدِيعُ . الۡبَاقِي . الۡوَارِثُ . الرَّشِيدُ . الصَّبُورُ .","type":1},{"details":"الَّذِي تَقَدَّسَتۡ عَنِ الۡأَشۡبَاهِ ذَاتُهُ ، وَ تَنزَّهَتۡ عَن مُشَابَهَةِ الۡأَمۡثَالِ صِفَاتُهُ ، وَاحِدٌ لَا مِن قِلَّةٍ ، وَ مَوۡجُودٌ لَا مِنۡ عِلَّةٍ ، بِالۡبِرِّ مَعۡرُوفٌ ، وَ بِالۡإِحۡسَانِ مَوۡصُوفٌ ، مَعۡرُوفٌ بِلَا غَايَةٍ ، وَ مَوۡصُوفٌ بِلَا نِهَايَةٍ ، أَوَّلٌ بِلَا ابۡتِدَآءٍ ، وَ آخِرٌ بِلَا انتِهَآءٍ ، لَا يُنسَبُ إِلَيۡهِ الۡبَنُونُ ، وَ لَا يُفۡنِيهِ تَدَاولُ الۡأَوۡقَاتِ ، وَ لَا تُوهِنُهُ السُّنُونُ ، كُلُّ الۡمَخۡلُوقَاتِ قَهۡرُ عَظَمَتِهِ ، وَ أَمۡرُهُ بِالۡكَافِ وَ النُّونِ ، بِذِكۡرِهِ أَنِسَ الۡمُخۡلِصُونَ ، وَ بِرُؤۡيَتِهِ تَقَرُّ الۡعُيُونُ ، وَ بِتَوۡحِيدِهِ ابۡتَهَجَ الۡمُوَحِّدُونَ .","type":1},{"details":[{"text":"هَدَىٰ أَهۡلَ طَاعَتِهِ إِلَىٰ صِرَاطٍ مُسۡتَقِيمٍ ، وَ أَبَاحَ أَهۡلَ مَحَبَّتِهِ جَنَّاتِ النَّعِيمِ ، وَ عَلِمَ عَدَدَ أَنفَاسِ مَخۡلُوقَاتِهِ بِعِلۡمِهِ الۡقَدِيمِ ، وَ يَرَ ىٰ حَرَكَاتِ أَرۡجُلِ النَّمۡلِ فِي جُنۡحِ اللَّيۡلِ الۡبَهِيمِ ، يُسَبِّحُهُ الطَّآئِرُ فِي وَكۡرِهِ ، وَ يُمَجِّدُهُ الۡوَحۡشُ فِي قَفۡرِهِ ، مُحِيطٌ بِعَمَلِ الۡعَبۡدِ سِرِّهِ وَ جَهۡرِهِ ، وَ كَفِيلٌ لِلۡمُؤۡمِنِينَ بِتَأۡيِيدِهِ وَ نَصۡرِهِ ، وَ تَطۡمَئِنُّ الۡقُلُوبُ الۡوَجِلَةُ بِذِكۡرِهِ ، وَ كَشۡفِ ضُرِّهِ ،","type":1},{"text":" وَ مِنۡ آيَاتِهِ أَن تَقُومُ السَّمَآءُ وَ الۡأَرۡضُ بِأَمۡرِهِ ","type":2},{"text":"، أَحَاطَ بِكُلِّ شَيۡءٍ عِلۡمَاً ، وَ غَفَرَ ذُنُوبَ الۡمُسۡلِمِينَ كَرَمَاً وَ حِلۡمَاً ،","type":1},{"text":" لَيۡسَ كَمِثۡلِهِ شَيۡءٌ وَ هُوَ السَّمِيعُ الۡبَصِيرُ ","type":2}],"type":4},{"details":"اللَّهُمَّ اكۡفِنَا السُّوٓءَ بِمَا شِئۡتَ وَ كَيۡفَ شِئۡتَ ، إِنَّكَ عَلَىٰ مَا تَشَآءُ قَدِيرٌ ، يَا نِعۡمَ الۡمَوۡلَىٰ وَ يَا نِعۡمَ النَّصِيرُ ، غُفۡرَانَكَ رَبَّنَا وَ إِلَيۡكَ الۡمَصِيرُ ، وَ لَا حَوۡلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الۡعَلِيِّ الۡعَظِيمِ .","type":1},{"details":"سُبۡحَانَكَ لَا نُحۡصِي ثَنَآءً عَلَيۡكَ ، أَنتَ كَمَا أَثۡنَيۡتَ عَلَىٰ نَفۡسِكَ ، جَلَّ وَجۡهُكَ وَ عَزَّ جَاهُكَ ، يَفۡعَلُ اللَّهُ مَا يَشَآءُ بِقُدۡرَتِهِ ، وَ يَحۡكُمُ مَا يُرِيدُ بِعِزَّتِهِ ، يَا حَيُّ يَا قَيُّومُ ، يَا بَدِيعُ السَّمَٰواتِ وَ الۡأَرۡضِ ، يَا ذَا الۡجَلَالِ وَ الۡإِكۡرَامِ ، وَ صَلَّىٰ اللَّهُ عَلَىٰ سَيِّدِنَا مُحَمَّدٍ وَ عَلَىٰ آلِهِ وَ صَحۡبِهِ وَ سَلَّمَ . ","type":1}],"name":"أسماء الله الحسنى المشهورة"},{"details":[{"details":[{"text":"تَبَارَكْتَ وَ تَعَالَيْتَ : يَا رَبَّنَا ، يَا إِلَهَنَا ، يَا مَوۡلَانَا ، يَا مَالِكُ ، يَا مُحِيطُ ، يَا قَدِيرُ ، يَا عَالِمُ ، يَا عَلَّامُ ، يَا نَصِيرُ ، يَا شَاكِرُ ، يَا قَرِيبُ ، يَا سَرِيعُ ، يَا فَاطِرُ ، يَا قَاهِرُ ، يَا حَافِظُ ، يَا خَلَّاقُ ، يَا كَافِي ، يَا وَفِّيُّ ، يَا وَافِي ، يَا مَلِيكُ ، يَا وِتۡرُ ، يَا أَكۡرَمُ ، يَا أَحَدُ ، يَا فَرۡدُ ، يَا بَادِيءُ ، يَا قَدِيمُ ، يَا دَآئِمُ ، يَا قَآئِمُ ، يَا أَبَرُّ ، يَا أَعَزُّ ، يَا أَعۡلَىٰ ، يَا حَنَّانُ ، يَا مَنَّانُ ، يَا دَيَّانُ ، يَا بُرۡهَانُ ، يَا سُلۡطَانُ ، يَا مُسۡتَعَانُ ، يَا بَاهِرُ ، يَا غَالِبُ ، يَا سَيِّدُ ، يَا عَادِلُ ، يَا رَاشِدُ ، يَا جَمِيلُ ، يَا كَفِيلُ ، يَا مُبِينُ ، يَا مُنِيبُ ، يَا مُثِيبُ ، يَا مُنِيرُ ، يَا سَامِعُ ، يَا رَافِعُ ، يَا صَادِقُ ، يَا فَاتِحُ ، يَا قَاسِمُ ، يَا جَوَادُ ، يَا مُتَفَضِّلُ ، يَا مُحۡسِنُ ، يَا مُعۡطِي ، يَا مُغِيثُ ، يَا مُنۡعِمُ ، يَا تَآمُّ ، يَا مُدَبِّرُ ، يَا بَآرُّ ، يَا أَبَرُّ ، يَا غَافِرُ الذَّنبَ ، يَا قَابِلُ التَّوۡبِ ، يَا شَدِيدَ الۡعِقَابِ ، يَا ذَا الطَّوۡلِ ، يَا رَفِيعَ الدَّرَجَاتِ ، يَا ذَا الۡعَرۡشِ ، يَا ذَا الۡفَضۡلِ ، يَا ذَا الۡمَعَارِجِ ، يَا ذَا الۡقُوَّةِ ، يَا ذَا الرَّحۡمَةِ ، يَا ذَا الۡمَغۡفِرَةِ ، يَا فَالِقَ الۡإِصۡبَاحِ ، يَا فَالِقَ الۡحَبِّ وَ النَّوَىٰ ، يَا أَهۡلَ التَّقۡوَىٰ ، يَا أَهۡلَ الۡمَغۡفِرَةِ ، يَا رَبَّ الۡمَشَارِقِ وَ الۡمَغَارِبِ ، يَا فَعَّالَاً لِمَا يُرِيدُ ، يَا رَبَّ الۡعَالَمِينَ ، يَا مَالِكَ يَوۡمِ الدِّينِ ، يَا أَرۡحَمَ الرَّاحِمِينَ ، يَا أَحۡكَمَ الۡحَاكِمِينَ ، يَا أَحۡسَنَ الۡخَالِقِينَ ، يَا أَسۡرَعَ الۡحَاسِبِينَ ، يَا خَيۡرَ الۡحَاكِمِينَ ، يَا خَيۡرَ الۡغَافِرينَ ، يَا خَيۡرَ الرَّازِقِينَ ، يَا خَيۡرَ الۡفَاتِحِينَ ، يَا خَيۡرَ الۡفَاصِلِينَ ، يَا خَيۡرَ الۡمُنزِلِينَ ، يَا خَيۡرَ الۡمَاكِرِينَ ، يَا خَيۡرَ الرَّاحِمِينَ ، يَا مَنۡ ","type":1},{"text":" وَسِعَ كُرۡسِيُّهُ السَّمَٰوَاتِ وَ الۡأَرۡضَ وَ لَا يَئُودُهُ حِفۡظُهُمَا وَ هُوَ الۡعَلِيُّ الۡعَظِيمُ ","type":2},{"text":"يَا نِعۡمَ الۡمُوۡلَىٰ ، و يَا نِعۡمَ النَّصِيرُ .","type":1}],"type":4}],"name":"المجموعة المأثورة من الأسماء الحسنى"},{"details":[{"details":"يَا نِعۡمَ الۡمَوۡلَىٰ ، وَ يَا نِعۡمَ النَّصِيرُ : يَا مَن لَمۡ يَلِدۡ ، وَ لَمۡ يُولَدۡ ، وَ لَمۡ يَكُن لَهُ كُفُواً أَحَدٌ ، يَا مَن لَا يَنسَىٰ مَن ذَكَرَهُ ، وَ لَا يُخَيِّبُ مَن رَجَاهُ ، وَ لَا يَكِلُ مَن تَوَكَّلَ عَلَيۡهِ إِلَىٰ غَيۡرِهِ ، يَا مُؤنِسَ كُلِّ وَحِيدٍ ، وَ يَا صَاحِبَ كُلِّ فَرِيدٍ ، وَ يَا قَرِيبَاً غَيۡرَ بَعِيدٍ ، يَا مَنۡ أَظۡهَرَ الۡجَمِيلَ وَ سَتَرَ الۡقَبِيحَ ، يَا مَن لَا يُؤَاخِذُ بالۡجَرِيرَةِ ، وَ لَا يَهۡتِكُ السِّتۡرَ ، يَا عَظِيمَ الۡعَفۡوِ ، يَا حَسَنَ التَّجَاوُزِ ، يَا وَاسِعَ الۡمَغۡفِرَةِ ، يَا بَاسِطَ الۡيَدَيۡنِ بِالرَّحۡمَةِ ، يَا صَاحِبَ كُلِّ نَجۡوَىٰ ، يَا مُنتَهَىٰ كُلِّ شَكۡوَىٰ ، يَا كَرِيمَ الصَّفۡحِ ، يَا عَظِيمَ الۡمَنِّ ، يَا مُبۡتَدِيءَ النِّعَمِ قَبۡلَ اسۡتِحۡقَاقِهَا ، يَا رَبَّنَا ، وَ يَا سَيِّدَنَا ، وَ يَا مَوۡلَانَا ، وَ يَا غَايَةَ رَغۡبَتِنَا ، يَا مَن لَكَ الشَّرَفُ عَلَىٰ كُلِّ شَرَفٍ ، وَ لَكَ الۡحَمۡدُ عَلَىٰ كُلِّ حَالٍ ، أَنتَ الۡأَوَّلُ فَلَيۡسَ قَبۡلَكَ شَيۡءٌ ، وَ أنتَ الۡآخِرُ فَلَيۡسَ بَعۡدَكَ شَيۡءٌ ، وَ أَنتَ الظَّاهِرُ فَلَيۡسَ فَوۡقَكَ شَيۡءٌ ، وَ أَنتَ الۡبَاطِنُ فَلَيۡسَ دُونَكَ شَيۡءٌ .","type":1},{"details":"أَعُوذُ بِرِضَاكَ مِن سَخَطِكَ ، وَ بِمُعَافَاتِكَ مِنۡ عُقُوبَتِكَ ، وَ أَعُوذُ بِكَ مِنكَ ، لَا أُحۡصِي ثَنَآءً عَلَيۡكَ ، أَنتَ كَمَا أَثۡنَيۡتَ عَلَىٰ نَفۡسِكَ ، أَسۡأَلُكَ اللَّهُمَّ باسۡمِكَ الۡأَعۡظَمِ ،  وَ أَدۡعُوكَ بِأَسۡمَآئِكَ الۡحُسۡنَىٰ مَا عَلِمۡتُ مِنۡهَا وَ مَا لَمۡ أَعۡلَمۡ ، أَن تُصَلِّيَ عَلَىٰ عَبۡدِكَ وَ نَبِيِّكَ وَ رَسُولِكَ سَيِّدِنَا مُحَمَّدٍ ، وَ أَن تُعۡطِيَهُ الۡوَسِيلَةَ وَ الۡفَضِيلَةَ ، وَ الۡمَقَامَ الۡمَحۡمُودَ الَّذِي وَعَدتَّهُ ، إِنَّكَ لَا تُخۡلِفُ الۡمِيعَادَ . ","type":1},{"details":"اللَّهُمَّ إِنِّي عَبۡدُكَ ، وَ ابۡنُ عَبۡدِكَ ، وَ ابۡنُ أَمَتِكَ ، أَنَا فِي قَبۡضَتِكَ ، نَاصِيَتِي بِيَدِكَ ، مَاضٍ فِيَّ حُكۡمُكَ ، عَدۡلٌ فِيَّ قَضَآؤُكَ ، أَسۡاَلُكَ بِكُلِّ اسۡمٍ هُوَ لَكَ ، سَمَّيۡتَ بِهِ نَفۡسَكَ ، أَوۡ أَنزَلۡتَهُ فِي كِتَابِكَ أَوۡ عَلَّمۡتَهُ أَحَدَاً مِنۡ خَلۡقِكَ ، أَوِ اسۡتَأۡثَرۡتَ بِهِ فِي عِلۡمِ الۡغَيۡبِ عِندَكَ ، أَن تَجۡعَلَ الۡقُرۡآنَ الۡعَظِيمَ رَبِيعَ قَلۡبِي ، وَ نُورَ بَصَرِي ، وَ جَلآءَ حُزۡنِي ، وَ ذِهَابَ هَمِّي ..","type":1},{"details":"يَا نُورَ السَّمَٰوَاتِ وَ الۡأَرۡضِ ، يَا زَيۡنَ السَّمَٰوَاتِ وَ الۡأَرۡضِ ، يَا جَبَّارَ السَّمَٰوَاتِ وَ الۡأَرۡضِ ، يَا عِمَادَ السَّمَٰوَاتِ وَ الۡأَرۡضِ ، يَا بَدِيعَ السَّمَٰوَاتِ وَ الۡأَرۡضِ ، يَا قَيُّومَ السَّمَٰوَاتِ وَ الۡأَرۡضِ ، يَا ذَا الۡجَلَالِ وَ الۡإِكۡرَامِ ..","type":1},{"details":"يَا صَرِيخَ الۡمُسۡتَصۡرِخِينَ ، يَا غِيَاثَ الۡمُسۡتَغِيثِينَ ، يَا مُنتَهَىٰ رَغۡبَةِ الۡعَابِدِينَ ، الۡمُفَرِّجَ الۡكَرۡبِ عَنِ الۡمَكۡرُوبِينَ ، الۡمُرَوِّحَ الۡغَمِّ عَنِ الۡمَغۡمُومِينَ ، مُجِيبَ دَعۡوَةِ الۡمُضۡطَّرِّينَ ، وَ كَاشِفَ السُّوٓءِ يَا إِلَهَ الۡعالَمِينَ ، يَآ أَرۡحَمَ الرَّاحِمِينَ .","type":1},{"details":"اللَّهُمَّ اقۡضِ حَاجَتِي وَ أَنتَ بِهَا أَعۡلَمُ  . ( ثَلَاثَاً )","type":1},{"details":"ثم يدعو بما شاء .. ثم يقول : ","type":1},{"details":"اللَّهُمَّ اسۡتَجِبۡ لَنَا بِبَرَكَة ( بِسۡمِ اللَّهِ الرَّحۡمَنِ الرَّحِيمِ ... ) الفاتحة .","type":1},{"details":"وَ صلَّىٰ اللَّهُ عَلَىٰ سَيِّدِنَا مُحَمَّدٍ وَ عَلَىٰ آلِهِ وَ صَحۡبِهِ وَ سَلَّمَ تَسۡلِيماً .","type":1}],"name":"خواتيم الأسماء الحسنى"},{"details":[{"details":"أَعُوذُ بِاللَّهِ مِنَ الشَّيۡطَانِ الرَّجِيمِ","type":1},{"details":"بِسۡمِ اللَّهِ الرَّحۡمَٰنِ الرَّحِيمِ","type":1},{"details":" وَ إِلَهُكُمۡ إِلَهٌ وَاحِدٌ لَآ إِلَهَ إِلَّا هُوَ الرَّحۡمَٰنِ الرَّحِيمُ ","type":2},{"details":" اللَّهُ لَآ إِلَهَ إِلَّا هُوَ الۡحَيُّ الۡقَيُّومُ ","type":2},{"details":[{"text":" بِسۡمِ اللَّهِ الرَّحۡمَٰنِ الرَّحِيمِ ","type":1},{"text":" الٓمٓ ١  اللَّهُ لَآ إِلَهَ إِلَّا هُوَ الۡحَيُّ الۡقَيُّومُ ","type":2}],"type":4},{"details":" وَ عَنَتِ الۡوُجُوهُ لِلۡحَيِّ الۡقَيُّومِ ","type":2},{"details":" ٱللَّهُ لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡحَيُّ ٱلۡقَيُّومُۚ لَا تَأۡخُذُهُۥ سِنَةٞ وَ لَا نَوۡمٞ ۚ لَّهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَ مَا فِي ٱلۡأَرۡضِۗ مَن ذَا ٱلَّذِي يَشۡفَعُ عِندَهُۥٓ إِلَّا بِإِذۡنِهِۦۚ يَعۡلَمُ مَا بَيۡنَ أَيۡدِيهِمۡ وَ مَا خَلۡفَهُمۡۖ وَ لَا يُحِيطُونَ بِشَيۡءٖ مِّنۡ عِلۡمِهِۦٓ إِلَّا بِمَا شَآءَۚ وَسِعَ كُرۡسِيُّهُ ٱلسَّمَٰوَٰتِ وَ ٱلۡأَرۡضَۖ وَ لَا يَئُودُهُۥ حِفۡظُهُمَاۚ وَ هُوَ ٱلۡعَلِيُّ ٱلۡعَظِيمُ ","type":2},{"details":[{"text":" بِسۡمِ اللَّهِ الرَّحۡمَٰنِ الرَّحِيمِ ","type":1},{"text":" حمٓ ١  تَنزِيلُ الۡكِتَابِ مِنَ اللَّهِ الۡعَزِيزِ الۡعَلِيمِ ٢ غَافِرِ الذَّنبِ وَ قَابِلِ التَّوۡبِ شَدِيدِ الۡعِقَابِ ذِي الطَّوۡلِ لَآ إِلَهَ إِلَّا هُوَ إِلَيۡهِ الۡمَصِيرُ ","type":2}],"type":4},{"details":"لِلَّهِ مَا فِي ٱلسَّمَٰوَٰتِ وَ مَا فِي ٱلۡأَرۡضِۗ وَ إِن تُبۡدُواْ مَا فِيٓ أَنفُسِكُمۡ أَوۡ تُخۡفُوهُ يُحَاسِبۡكُم بِهِ ٱللَّهُ ۖ فَيَغۡفِرُ لِمَن يَشَآءُ وَ يُعَذِّبُ مَن يَشَآءُۗ وَ ٱللَّهُ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٌ ٢٨٤ ءَامَنَ ٱلرَّسُولُ بِمَآ أُنزِلَ إِلَيۡهِ مِن رَّبِّهِۦ وَ ٱلۡمُؤۡمِنُونَۚ كُلٌّ ءَامَنَ بِٱللَّهِ وَ مَلَٰٓئِكَتِهِۦ وَ كُتُبِهِۦ وَ رُسُلِهِۦ لَا نُفَرِّقُ بَيۡنَ أَحَدٖ مِّن رُّسُلِهِۦۚ وَ قَالُواۡ سَمِعۡنَا وَ أَطَعۡنَاۖ غُفۡرَانَكَ رَبَّنَا وَ إِلَيۡكَ ٱلۡمَصِيرُ ٢٨٥ لَا يُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَ عَلَيۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَآ إِن نَّسِينَآ أَوۡ أَخۡطَأۡنَا ۚرَبَّنَا وَ لَا تَحۡمِلۡ عَلَيۡنَآ إِصۡرٗا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِينَ مِن قَبۡلِنَاۚ رَبَّنَا وَ لَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَ ٱعۡفُ عَنَّا وَ ٱغۡفِرۡ لَنَا وَ ٱرۡحَمۡنَآ ۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَٰفِرِينَ ٢٨٦ ","type":2},{"details":[{"text":" بِسۡمِ اللَّهِ الرَّحۡمَٰنِ الرَّحِيمِ ","type":1},{"text":" قُلۡ يَآ أَيُّهَا الۡكَافِرُونَ ١  لَآ أَعۡبُدُ مَا تَعۡبُدُونَ ٢ وَ لَآ أَنتُمۡ عَابِدُونَ مَآ أَعۡبُدُ ٣ وَ لَآ أَنَا عَابِدٌ مَّا عَبَدتُّمۡ ٤ وَ لَآ أَنتُمۡ عَابِدُونَ مَآ أَعۡبُدُ ٥ لَكُمۡ دِينُكُمۡ وَ لِيَ دِينِ ٦ ","type":2},{"text":"(مرة واحدة)","type":1}],"type":4},{"details":[{"text":" بِسۡمِ اللَّهِ الرَّحۡمَٰنِ الرَّحِيمِ ","type":1},{"text":" إِذَا جَآءَ نَصۡرُ ٱللَّهِ وَ ٱلۡفَتۡحُ ١ وَ رَأَيۡتَ ٱلنَّاسَ يَدۡخُلُونَ فِي دِينِ ٱللَّهِ أَفۡوَاجٗا ٢ فَسَبِّحۡ بِحَمۡدِ رَبِّكَ وَٱسۡتَغۡفِرۡهُۚ إِنَّهُۥ كَانَ تَوَّابَۢا ٣ ","type":2},{"text":"(مرة واحدة)","type":1}],"type":4},{"details":[{"text":" بِسۡمِ اللَّهِ الرَّحۡمَٰنِ الرَّحِيمِ ","type":1},{"text":" قُلۡ هُوَ ٱللَّهُ أَحَدٌ ١ ٱللَّهُ ٱلصَّمَدُ ٢ لَمۡ يَلِدۡ وَلَمۡ يُولَدۡ ٣ وَ لَمۡ يَكُن لَّهُۥ كُفُوًا أَحَدُۢ ٤ ","type":2},{"text":"( ثَلَاثَاً )","type":1}],"type":4},{"details":[{"text":" بِسۡمِ اللَّهِ الرَّحۡمَٰنِ الرَّحِيمِ ","type":1},{"text":" قُلۡ أَعُوذُ بِرَبِّ ٱلۡفَلَقِ ١ مِن شَرِّ مَا خَلَقَ ٢ وَ مِن شَرِّ غَاسِقٍ إِذَا وَقَبَ ٣ وَ مِن شَرِّ ٱلنَّفَّٰثَٰتِ فِي ٱلۡعُقَدِ ٤ وَ مِن شَرِّ حَاسِدٍ إِذَا حَسَدَ ٥ ","type":2},{"text":"( ثَلَاثَاً )","type":1}],"type":4},{"details":[{"text":" بِسۡمِ اللَّهِ الرَّحۡمَٰنِ الرَّحِيمِ ","type":1},{"text":" قُلۡ أَعُوذُ بِرَبِّ ٱلنَّاسِ ١ مَلِكِ ٱلنَّاسِ ٢ إِلَٰهِ ٱلنَّاسِ ٣ مِن شَرِّ ٱلۡوَسۡوَاسِ ٱلۡخَنَّاسِ ٤ ٱلَّذِي يُوَسۡوِسُ فِي صُدُورِ ٱلنَّاسِ ٥ مِنَ ٱلۡجِنَّةِ وَ ٱلنَّاسِ ٦ ","type":2},{"text":"( ثَلَاثَاً )","type":1}],"type":4},{"details":"اللَّهُمَّ إنِّي أَعُوذُ بِكَ أَنۡ أُشۡرِكَ بِكَ وَ أَنَا أَعۡلَمُ ، وَ أَسۡتَغۡفِرُكَ لِمَا لَا أَعۡلَمُ . ( ثَلَاثَاً )","type":1},{"details":"اللَّهُمَّ إنِّي أَعُوذُ بِكَ مِنَ الۡهَمِّ وَ الۡحَزَنِ ، وَ أَعُوذُ بِكَ مِنَ الۡعَجۡزِ وَ الۡكَسَلِ ، وَ أَعُوذُ بِكَ مِنَ الۡجُبۡنِ وَ الۡبُخۡلِ ، وَ أَعُوذُ بِكَ مِنۡ غَلَبَةِ الدَّيۡنِ وَ قَهۡرِ الرِّجَالِ . ( ثَلَاثَاً )","type":1},{"details":"اللَّهُمَّ عَافِنِي فِي بَدَنِي ، اللَّهُمَّ عَافِنِي فِي سَمۡعِي ، اللَّهُمَّ عَافِنِي فِي بَصَرِي ، لَآ إِلَهَ إِلَّا أَنتَ . ( ثَلَاثَاً )","type":1},{"details":"اللَّهُمَّ إنِّي أَعُوذُ بِكَ مِنَ الۡكُفۡرِ وَ الۡفَقۡرِ ، وَ أَعُوذُ بِكَ مِنۡ عَذَابِ الۡقَبۡرِ ، لَآ إِلَهَ إِلَّا أَنتَ . ( ثَلَاثَاً )","type":1},{"details":"اللَّهُمَّ أَنتَ رَبِّي ، لَآ إِلَهَ إِلَّا أَنتَ ، خَلَقۡتَنِي وَ أَنَا عَبۡدُكَ ، وَ أَنَا عَلَىٰ عَهۡدِكَ وَ وَعۡدِكَ مَا اسۡتَطَعۡتُ ، أَعُوذُ بِكَ مِن شَرِّ مَا صَنَعۡتُ ، أَبُوءُ لَكَ بِنِعۡمَتِكَ عَلَيَّ ، وَ أَبُوءُ بِذنبِي فَاغۡفِرۡ لِي ، فَإِنَّهُ لَا يَغۡفِرُ الذُّنُوبَ إِلَّا أَنتَ . ( ثَلَاثَاً )","type":1},{"details":"اللَّهُمَّ إِنِّي أَصۡبَحۡتُ ( أَمۡسَيۡتُ ) مِنكَ فِي نِعۡمَةٍ وَ عَافِيَةٍ وَ سَتۡرٍ ، فَأَتۡمِمۡ نِعۡمَتَكَ عَلَيَّ وَ عَافِيَتَكَ وَ سَتۡرَكَ فِي الدُّنۡيَا وَ الآخِرَةِ . ( ثَلَاثَاً )","type":1},{"details":"اللَّهُمَّ مَا أَصۡبَحَ ( أَمۡسَى ) بِي مِن نِعۡمَةٍ ، أَوۡ بِأَحَدٍ مِنۡ خَلۡقِكَ ، فَمِنكَ وَحۡدَكَ لَا شَرِيكَ لَكَ ، فَلَكَ الۡحَمۡدُ وَ لَكَ الشُّكۡرُ . ( ثَلَاثَاً )","type":1},{"details":"يَا رَبِّ لَكَ الۡحَمۡدُ كَمَا يَنبَغِي لِجَلَالِ وَجۡهِكَ وَ عَظِيمِ سُلۡطَانِكَ . ( ثَلَاثَاً )","type":1},{"details":"رَضِيتُ بِاللَّهِ تَعَالَىٰ رَبَّاً ، وَ بِالۡإِسۡلَامِ دِينَاً ، وَ بِسَيِّدِنَا مُحَمَّدٍ صَلَّىٰ اللَّهُ عَلَيۡهِ وَ سَلَّمَ  نَبِيَّاً وَ رَسُولَاً . ( ثَلَاثَاً )","type":1},{"details":"سُبۡحَانَ اللَّهِ وَ بِحَمۡدِهِ ، عَدَدَ خَلۡقِهِ ، وَ رِضَا نَفۡسِهِ ، وَ زِنَةَ عَرۡشِهِ ، وَ مِدَادَ كَلِمَاتِهِ . ( ثَلَاثَاً )","type":1},{"details":"أَعُوذُ بِكَلِمَاتِ اللَّهِ التَّآمَّاتِ مِن شَرِّ مَا خَلَقَ . ( ثَلَاثَاً )","type":1},{"details":"بِسۡمِ اللَّهِ الَّذِي لَا يَضُرُّ مَعَ اسۡمِهِ شَيۡءٌ فِي الۡأَرۡضِ وَ لَا فِي السَّمَآءِ وَ هُوَ السَّمِيعُ الۡعَلِيمُ . ( ثَلَاثَاً )","type":1},{"details":"أَعُوذُ بِاللَّهِ السَّمِيعِ الۡعَلِيمِ مِنَ الشَّيۡطَانِ الرَّجِيمِ . ( ثَلَاثَاً )  ","type":1},{"details":[{"text":" هُوَ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَۖ عَٰلِمُ ٱلۡغَيۡبِ وَ ٱلشَّهَٰدَةِۖ هُوَ ٱلرَّحۡمَٰنُ ٱلرَّحِيمُ ٢٢ هُوَ ٱللَّهُ ٱلَّذِي لَآ إِلَٰهَ إِلَّا هُوَ ٱلۡمَلِكُ ٱلۡقُدُّوسُ ٱلسَّلَٰمُ ٱلۡمُؤۡمِنُ ٱلۡمُهَيۡمِنُ ٱلۡعَزِيزُ ٱلۡجَبَّارُ ٱلۡمُتَكَبِّرُۚ سُبۡحَٰنَ ٱللَّهِ عَمَّا يُشۡرِكُونَ ٢٣ هُوَ ٱللَّهُ ٱلۡخَٰلِقُ ٱلۡبَارِئُ ٱلۡمُصَوِّرُۖ لَهُ ٱلۡأَسۡمَآءُ ٱلۡحُسۡنَىٰۚ يُسَبِّحُ لَهُۥ مَا فِي ٱلسَّمَٰوَٰتِ وَ ٱلۡأَرۡضِۖ وَهُوَ ٱلۡعَزِيزُ ٱلۡحَكِيمُ ٢٤ ","type":2},{"text":"(مرة واحدة)","type":1}],"type":4},{"details":"سُبۡحَانَ اللَّهِ وَ بِحَمۡدِهِ ، سُبۡحَانَ اللَّهِ الۡعَظِيمِ . ( ثَلَاثَاً )","type":1},{"details":"تَحَصَّنتُ بِذِي الۡعِزَّةِ وَ الۡجَبَرُوتِ ، وَ اعۡتَصَمۡتُ بِرَبِّ الۡمَلَكُوتِ ، وَ تَوَكَّلۡتُ عَلَىٰٰ الۡحَيِّ الَّذِي لَا يَمُوتُ ، اصۡرِفۡ عَنَّا الۡأَذَىٰ إِنَّكَ عَلَىٰٰ كُلِّ شَيۡءٍ قَدِيرٌ ، اصۡرِفۡ عَنَّا الۡأَذَىٰ إِنَّكَ عَلَىٰٰ كُلِّ شَيۡءٍ قَدِيرٌ ، اصۡرِفۡ عَنَّا الۡأَذَىٰ إِنَّكَ عَلَىٰٰ كُلِّ شَيۡءٍ قَدِيرٌ . ( ثَلَاثَاً )","type":1},{"details":[{"text":" بِسۡمِ اللَّهِ الرَّحۡمَٰنِ الرَّحِيمِ ","type":1},{"text":" لِإِيلَٰفِ قُرَيۡشٍ ١ إِۦلَٰفِهِمۡ رِحۡلَةَ ٱلشِّتَآءِ وَ ٱلصَّيۡفِ ٢ فَلۡيَعۡبُدُواْ رَبَّ هَٰذَا ٱلۡبَيۡتِ ٣ ٱلَّذِيٓ أَطۡعَمَهُم مِّن جُوعٖ وَ ءَامَنَهُم مِّنۡ خَوۡفِۢ ٤ ","type":2},{"text":"(مرة واحدة)","type":1}],"type":4},{"details":"اللَّهُمَّ كَمَا أَطۡعَمۡتَهُمۡ فَأَطۡعِمۡنَا ، وَ كَمَا آمَنتَهُمۡ فَآمِنَّا ، وَ اجۡعَلۡنَا لَكَ مِنَ الشَّاكِرِينَ .","type":1},{"details":"سُبۡحَانَكَ اللَّهُمَّ وَ بِحَمۡدِكَ ، أَشۡهَدُ أَن لَآ إِلَهَ إِلَّا أَنتَ ، أَسۡتَغۡفِرُكَ وَ أَتُوبُ إِلَيۡكَ . ( ثَلَاثَاً )","type":1},{"details":"أَسۡتَغۡفُرُ اللَّهَ الۡعَظِيمَ الَّذِي لَآ إِلَهَ إِلَّا هُوَ الۡحَيَّ الۡقَيُّومَ وَ أَتُوبُ إِلَيۡهِ . ( ثَلَاثَاً )","type":1},{"details":"اللَّهُمَّ صَلِّ عَلَىٰٰ سَيِّدِنَا مُحَمَّدٍ عَبۡدِكَ وَ نَبِيِّكَ وَ رَسُولِكَ النَّبِيِّ الۡأُمِّيِّ وَ عَلَىٰٰ آلِهِ وَ صَحۡبِهِ وَ سَلِّمۡ (ثَلَاثَاً) ، تَسۡلِيمَاً عَدَدَ مَا أَحَاطَ بِهِ عِلۡمُكَ ، وَ خَطَّ بِهِ قَلَمُكَ ، وَ أَحۡصَاهُ كِتَابُكَ ، وَ الرِّضَا عَن سَادَاتِنَا أَبِي بَكۡرٍ وَ عُمَرَ وَ عُثۡمَانَ وَ عَلِيٍّ ، وَ عَنِ الصَّحَابَةِ أَجۡمَعِينَ ، وَ عَنِ التَّابِعِينَ وَ تَابِعِي التَّابِعِينَ لَهُمۡ بِإِحۡسَانٍ إِلَىٰ يَوۡمِ الدِّينِ .","type":1},{"details":" سُبۡحَانَ رَبِّكَ رَبِّ الۡعِزَّةِ عَمَّا يَصِفُونَ ١٨٠ وَ سَلَامٌ عَلَىٰ الۡمُرۡسَلِينَ ١٨١ وَ الۡحَمۡدُ لِلَّهِ رَبِّ الۡعَالَمِينَ ","type":2},{"details":"لَآ إِلَهَ إِلَّا اللَّهُ . (من مائة مرة إلىٰ الألف)","type":1},{"details":"محمدٌ رَسُولُ اللَّهِ . (مرة واحدة) ","type":1},{"details":"أَشۡهَدُ أَنۡ لَآ إِلَهَ إِلَّا اللَّهُ ، وَ أَشۡهَدُ أَنَّ مُحَمَّدَاً رَسُولُ اللَّهِ . ( ثَلَاثَاً )","type":1},{"details":"صَلَّىٰ اللَّهُ عَلَيۡهِ وَ سَلَّمۡ . (مرة واحدة)","type":1},{"details":"ثَبِّتۡنَا يَا رَبِّ بِقَوۡلِهَا . ( ثَلَاثَاً )","type":1},{"details":"وَ انۡفَعۡنَا يَا رَبِّ بِفَضۡلِهَا . ( ثَلَاثَاً ) ","type":1},{"details":"وَ اجۡعَلۡنَا مِنۡ خِيَارِ أَهۡلِهَا . ( ثَلَاثَاً ) ","type":1},{"details":"آمِينۡ آمِينۡ آمِينۡ آمِينۡ رَبَّ الۡعَالَمِينَ . ( ثَلَاثَاً )","type":1},{"details":"أَصۡبَحۡنَا ( أَمۡسَيۡنَا ) فِي حِمَاكَ يَا مَوۡلَانَا ، مَسِّنَا ( صَبِّحۡنَا ) فِي رِضَاكَ يَا مَوۡلَانَا . ( ثَلَاثَاً )","type":1},{"details":"آمِينۡ آمِينۡ آمِينۡ آمِينۡ رَبَّ الۡعَالَمِينَ . ( ثَلَاثَاً )","type":1},{"details":"لَآ إِلَهَ إِلَّا أَنتَ وَاحِدٌ رَبُّنَا يَا مُجَمِّعَنَا اغۡفِرۡ ذَنبَنَا . ( ثَلَاثَاً ) ","type":1},{"details":"آمِينۡ آمِينۡ آمِينۡ آمِينۡ رَبَّ الۡعَالَمِينَ . ( ثَلَاثَاً )","type":1},{"details":"اغۡفِرۡ لَنَا مَا مَضَىٰ وَ أَصۡلِحۡ لَنَا مَا بَقِي ، بِحُرۡمَةِ الۡأَبۡرَارِ ، يَا عَالِمَ الۡأَسۡرَارِ . ( ثَلَاثَاً ) ","type":1},{"details":"آمِينۡ آمِينۡ آمِينۡ آمِينۡ رَبَّ الۡعَالَمِينَ . ( ثَلَاثَاً )","type":1},{"details":"يَا عَالِمَ السِّرَّ مِنَّا لَا تَكۡشِفِ السِّتۡرَ عَنَّا ، وَ عَافِنَا وَ اعۡفُ عَنَّا ، وَ كُنۡ لَنَا حَيۡثُ كُنَّا . ( ثَلَاثَاً )","type":1},{"details":"آمِينۡ آمِينۡ آمِينۡ آمِينۡ رَبَّ الۡعَالَمِينَ . ( ثَلَاثَاً )","type":1},{"details":"يَا مَوۡلَانَا يَا مُجِيبُ ، مَنۡ يَرۡجُوكَ لَا يَخِيبُ ، تَوَسَّلۡنَا بِالۡحَبِيبِ ، اقۡضِ حَاجَتَنَا قَرِيب ، هَٰذَا وَقۡتُ الۡحَاجَاتِ ، يَا حَاضِراً لَا يَغِيبُ . ( ثَلَاثَاً )","type":1},{"details":"آمِينۡ آمِينۡ آمِينۡ آمِينۡ رَبَّ الۡعَالَمِينَ . ( ثَلَاثَاً )","type":1},{"details":"اللَّهُمَّ صَلِّ وَ سَلِّمۡ عَلَىٰٰ سَيِّدِنَا مُحَمَّدٍ ، وَ بَارِكۡ عَلَىٰٰ سَيِّدِنَا مُحَمَّدٍ وَ عَلَىٰٰ آلِ سَيِّدِنَا مُحَمَّدٍ . (عَشۡرَاً) ","type":1},{"details":"آمِينۡ آمِينۡ آمِينۡ آمِينۡ رَبَّ الۡعَالَمِينَ . ( ثَلَاثَاً )","type":1},{"details":" وَ سَلَامٌ عَلَىٰ الۡمُرۡسَلِينَ ١٨١ وَ الۡحَمۡدُ لِلَّهِ رَبِّ الۡعَالَمِينَ ","type":2},{"details":[{"text":" بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ ١ ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ ٢ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ ٣ مَٰلِكِ يَوۡمِ ٱلدِّينِ ٤ إِيَّاكَ نَعۡبُدُ وَإِيَّاكَ نَسۡتَعِينُ ٥ ٱهۡدِنَا ٱلصِّرَٰطَ ٱلۡمُسۡتَقِيمَ ٦ صِرَٰطَ ٱلَّذِينَ أَنۡعَمۡتَ عَلَيۡهِمۡ غَيۡرِ ٱلۡمَغۡضُوبِ عَلَيۡهِمۡ وَلَا ٱلضَّآلِّينَ ٧ ","type":2},{"text":"آمين . ( تقرأ الفاتحة ثَلَاثَاً )","type":1}],"type":4},{"details":" إِنَّ اللَّهَ وَمَلَآئِكَتَهُ يُصَلُّونَ عَلَىٰٰ النَّبِيِّ ۚ يَآ أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيۡهِ وَ سَلِّمُوا تَسۡلِيماً ","type":2},{"details":"صَلَوَاتُ اللَّهِ وَ سَلَامُهُ وَ تَحِيَّاتُهُ وَ رَحۡمَتُهُ وَ بَرَكَاتُهُ عَلَىٰٰ سَيِّدِنَا مُحَمَّدٍ عَبۡدِكَ وَ نَبِيِّكَ وَ رَسُولِكَ النَّبِيِّ الۡأُمِّيِّ وَ عَلَىٰٰ آلِهِ وَ صَحۡبِهِ عَدَدَ الشَّفۡعِ وَ الۡوَتۡرِ وَ عَدَدَ كَلِمَاتِ رَبِّنَا التَّآمَّاتِ الۡمُبَارَكَاتِ . ( ثَلَاثَاً )","type":1},{"details":"وَ لَا حَوۡلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الۡعَلِيِّ الۡعَظِيمِ ، وَ هۡوَ حَسۡبُنَا وَ نِعۡمَ الۡوَكِيلُ ، فَنِعۡمَ الۡمَوۡلَىٰ وَ نِعۡمَ النَّصِيرُ .","type":1},{"details":" سُبۡحَانَ رَبِّكَ رَبِّ الۡعِزَّةِ عَمَّا يَصِفُونَ ١٨٠ وَ سَلَامٌ عَلَىٰ الۡمُرۡسَلِينَ ١٨١ وَ الۡحَمۡدُ لِلَّهِ رَبِّ الۡعَالَمِينَ ","type":2},{"details":"يَا مَوۡلَانَا يَا كَرِيمُ ، ارۡحَمۡنَا يَا رَحِيمُ . ( ثَلَاثَاً )","type":1},{"details":[["نَحۡــنُ بِاللَّهِ عِزُّنَـــا","وَ بِالۡحَبِيبِ الۡمُقَرَّبِ"],["بِهِمَـا عَــزَّ نَصۡرُنَــا","لَا بِجَــــاهٍ وَ مَنۡصِـــبِ"],["كُلُّ مَنۡ رَامَ ذُلَّنَا","مِنۡ قَرِيبٍ وَ أَجۡنَبِي "],["سَيۡفُنَــا فِيهِ قَوۡلُنَـــا","حَسۡبُنَـا اللَّهُ وَ النَّبِي"]],"type":33},{"details":"سُبۡحَانَ الۡمُوۡلَىٰ الدَّآئِمُ . ( ثَلَاثَاً )","type":1},{"details":" سُبۡحَانَ رَبِّكَ رَبِّ الۡعِزَّةِ عَمَّا يَصِفُونَ ١٨٠ وَ سَلَامٌ عَلَىٰ الۡمُرۡسَلِينَ ١٨١ وَ الۡحَمۡدُ لِلَّهِ رَبِّ الۡعَالَمِينَ ","type":2},{"details":"ثم الفاتحة .","type":1}],"name":"الوظيفة الزروقية"},null,{"details":[{"details":"بِسۡمِ اللَّهِ الرَّحۡمَٰنِ الرَّحِيمِ","type":1},{"details":" إِنَّ اللَّهَ وَمَلَآئِكَتَهُ يُصَلُّونَ عَلَىٰ النَّبِيِّۚ يَآ أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيۡهِ وَ سَلِّمُوا تَسۡلِيمَاً ","type":2},{"details":"اللَّهُمَّ صَلِّ عَلَىٰ مَنۡ مِنۡهُ انشَقَّتِ الۡأَسۡرَارُ ، وَ انفَلَقَتِ الۡأَنۡوَارُ ، وَ فِيهِ ارۡتَقَتِ الۡحَقَآئِقُ ، وَ تَنَزَّ لَتۡ عُلُومُ آدَمَ فَأعۡجَزَ الۡخَلَآئِقَ ، وَ لَهُ تَضَآءَلَتِ الۡفُهُومُ فَلَمۡ يُدۡرِكۡهُ مِنَّا سَابِقٌ وَ لَا لَاحِقٌ ، فَرِيَاضُ الۡمَلَكُوتِ بِزَهۡرِ جَمَالِهِ مُونِقَةٌ ، وَ حِيَاضُ الۡجَبَرُوتِ بِفَيۡضِ أنۡوَارِهِ مُتَدَفِّقَةٌ ، وَ لَا شَيۡءَ إِلَّا وَ هُوَ بِهِ مَنُوطٌ ، إِذ لَوۡلَا الۡوَاسِطَةُ لَذَهَبَ كَمَا قِيلَ الۡمَوۡسُوطُ ، صَلَاةً تَلِيقُ بِكَ مِنكَ إِلَيۡهِ كَمَا هُوَ أهۡلُهُ .  ","type":1},{"details":"اللَّهُمَّ إِنَّهُ سِرُّكَ الۡجَامِعُ الدَّآلُّ عَلَيۡكَ ، وَ حِجَابُكَ الۡأَعۡظَمُ الۡقَآئِمُ لَكَ بَيۡنَ يَدَيۡكَ .","type":1},{"details":"اللَّهُمَّ أَلۡحِقۡنِي بِنَسَبِهِ ، وَحَقِّقۡنِي بِحَسَبِهِ ، وَ عَرِّفۡنِي إِيَّاهُ مَعۡرِفَةً أَسۡلَمُ بِهَا مِن مَوَارِدِ الۡجَهۡلِ ، وَ أَكۡرَعُ بِهَا مِن مَوَاهِبِ الۡفَضۡلِ ، وَ احۡمِلۡنِي عَلَىٰ سَبِيلِهِ إِلَىٰ حَضۡرَتِكَ ، حَمۡلَاً مَحۡفُوفَاً بِنُصۡرَتِكَ ، وَ اقۡذِفۡ بِي عَلَىٰ الۡبَاطِلِ فَأدۡمَغُهُ ، وَ زُجَّ بِي فِي بِحَارِ الۡأَحَدِيَّةِ ، وَ انشُلۡنِي مِنۡ أوۡحَالِ التَّوۡحِيدِ ، وَ أَغۡرِقۡنِي فِي عَيۡنِ بَحۡرِ الۡوَحۡدَةِ ، حَتَّىٰ لَا أَرَىٰ وَ لَا أَسۡمَعُ وَ لَا أَجِدُ وَ لَا أُحِسُّ إِلَّا بِهَا .","type":1},{"details":"وَ اجۡعَلِ الۡحِجَابَ الۡأَعۡظَمَ حَيَاةَ رُوحِي ، وَ رُوحَهُ سِرَّ حَقِيقَتِي ، وَ حَقِيقَتَهُ جَامِعَ عَوَالِمِي ، بِتَحۡقِيقِ الۡحَقِّ الۡأَوَّلِ ، يَا أَوَّلُ يَا آخِرُ ، يَا ظَاهِرُ يَا بَاطِنُ ، اسۡمَعۡ نِدَآئِي بِمَا سَمِعۡتَ بِهِ نِدَآءَ عَبۡدِكَ زَكَرِيَّا ، وَ انصُرۡنِي بِكَ لَكَ ، وَ أَيِّدۡنِي بِكَ لَكَ ، وَ اجۡمَعۡ بَيۡنِي وَ بَيۡنَكَ ، وَ حُلۡ بَيۡنِي وَ بَيۡنَ غَيۡرِكَ .","type":1},{"details":"( اللَّهُ ، اللَّهُ ، اللَّهُ ) .","type":1},{"details":" إِنَّ الَّذِي فَرَضَ عَلَيۡكَ الۡقُرۡآنَ لَرَآدُّكَ إِلَىٰ مَعَادٍ ","type":2},{"details":[{"text":" رَبَّنَا آتِنَا مِن لَّدُنكَ رَحۡمَةً وَ هَيِّئۡ لَنَا مِنۡ أَمۡرِنَا رَشَداً ","type":2},{"text":"( ثَلَاثَاً )","type":1}],"type":4},{"details":" إِنَّ اللَّهَ وَمَلَآئِكَتَهُ يُصَلُّونَ عَلَىٰ النَّبِيِّۚ يَآ أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيۡهِ وَ سَلِّمُوا تَسۡلِيمَاً ","type":2},{"details":"صَلَوَاتُ اللَّهِ وَ سَلَامُهُ وَ تَحِيَّاتُهُ وَ رَحۡمَتُهُ وَ بَرَكَاتُهُ عَلَىٰ سَيِّدِنَا مُحَمَّدٍ عَبۡدِكَ وَ نَبِيِّكَ وَ رَسُولِكَ النَّبِيِّ الۡأُمِّيِّ ، وَ عَلَىٰ آلِهِ وَ صَحۡبِهِ ، عَدَدَ الشَّفۡعِ وَ الۡوَتۡرِ ، وَ عَدَدَ كَلِمَاتِ رَبِّنَا التَّآمَّاتِ الۡمُبَارَكَاتِ .","type":1},{"details":" سُبۡحَانَ رَبِّكَ رَبِّ الۡعِزَّةِ عَمَّا يَصِفُونَ ١٨٠ وَ سَلَامٌ عَلَىٰ الۡمُرۡسَلِينَ ١٨١ وَ الۡحَمۡدُ لِلَّهِ رَبِّ الۡعَالَمِينَ ","type":2}],"name":"صلوات سيدي عبد السلام بن بشيش"},{"details":[{"details":"بِسۡمِ اللَّهِ الرَّحۡمَٰنِ الرَّحِيمِ","type":1},{"details":" إِنَّ اللَّهَ وَمَلَآئِكَتَهُ يُصَلُّونَ عَلَىٰ النَّبِيِّۚ يَآ أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيۡهِ وَ سَلِّمُوا تَسۡلِيمَاً ","type":2},{"details":"اللَّهُمَّ صَلِّ وَ سَلِّمۡ بِجَمِيۡعِ الشُّئُونِ ، فِي الظُّهُورِ وَ الۡبُطُونِ ، عَلَىٰ مَنۡ مِنۡهُ انشَقَّتِ الۡأَسۡرَارُ الۡكَامِنَةُ فِي ذَاتِهِ الۡعَلِيَّةِ ظُهُورَاً ، وَ انفَلَقَتِ الۡأَنۡوَارُ الۡمُنطَوِيَةُ فِي سَمَآءِ صِفَاتِهِ السَّنِيَّةِ بُدُورَاً ، وَ فِيۡهِ ارۡتَقَتِ الۡحَقَآئِقُ مِنۡهُ إِلَيۡهِ ، وَ تَنَزَّ لَتۡ عُلُومُ آدَمَ بِهِ فِيهِ عَلَيۡهِ ، فَأَعۡجَزَ كُلَّاً مِنَ الۡخَلَآئِقِ مَا أُودِعَ مِنَ السِّرِّ فِيۡهِ ، وَ لَهُ تَضَآءَلَتِ الۡفُهُومُ ، وَ كُلٌّ عَجۡزُهُ يَكۡفِيهِ ، فَذَلِكَ السِّرُّ الۡمَصُونُ ، لَمۡ يُدۡرِكۡهُ مِنَّا سَابِقٌ فِي وُجُودِهِ ، وَ لَا يَبۡلُغُهُ لَاحِقٌ عَلَىٰ سَوَابِقِ شُهُودِهِ ، فَأَعۡظِمۡ بِهِ مِن نَبِيٍّ ، رِيَاضُ الۡمُلۡكِ وَ الۡمَلَكُوتِ بِزَهۡرِ جَمَالِهِ الزَّاهِرِ مُونِقَةٌ ، وَ حِيَاضُ مَعَالِمِ الۡجَبَرُوتِ بِفَيۡضِ أَنۡوَارِ سِرِّهِ الۡبَاهِرِ مُتَدَفِّقَةٌ ، وَ لَا شَيۡءَ إِلَّا وَ هُوَ بِهِ مَنُوطٌ ، بِسِرِّهِ السَّارِي مَحُوطٌ ، إِذۡ لَوۡلَا الۡوَاسِطَةُ فِي كُلِّ صُعُودٍ وَ هُبُوطٍ ، لَذَهَبَ كَمَا قِيلَ الۡمَوۡسُوطُ ، صَلَاةً تَلِيقُ بِكَ مِنكَ إِلَيۡهِ ، وَ تَتَوَارَدُ بِتَوارُدِ الۡخَلۡقِ الۡجَدِيدِ وَ الۡفَيۡضِ الۡمَدِيدِ عَلَيۡهِ ، وَ سَلَامَاً يُجَارِي هَذِهِ الصَّلَاةَ فَيۡضُهُ وَ فَضۡلُهُ كَمَا هُوَ أَهۡلُهُ ، وَ عَلىٰ آلِهِ شُمُوسِ سَمَآءِ الۡعُلَىٰ ، وَ أَصۡحَابِهِ وَ التَّابِعِينَ وَ مَنۡ تَلَا .  ","type":1},{"details":"اللَّهُمَّ إِنَّهُ سِرُّ كَ الۡجَامِعُ لِكُلِّ الۡأَسۡرَارِ ، وَ نُورُكَ الۡوَاسِعُ لِجَمِيعِ الۡأَنۡوَارِ ، وَ دَلِيلُكَ الدَّآلُّ بِكَ عَلَيۡكَ ، وَ قَآئِدُ رَكۡبِ عَوَالِمِكَ إِلَيۡكَ ، وَ حِجَابُكَ الۡأَعۡظَمُ الۡقَآئِمُ لَكَ بَيۡنَ يَدَيۡكَ ، فَلَا يَصِلُ وَاصِلٌ إِلَّا إِلَىٰ حَضۡرَتِهِ الۡمَانِعَةِ ، وَ لَا يَهۡتَدِي حَآئِرٌ إِلَّا بِأَنۡوَارِهِ اللَّامِعَةِ . ","type":1},{"details":"اللَّهُمَّ أَلۡحِقۡنِي بِنَسَبِهِ الرُّوحِيِّ ، وَ حَقِّقۡنِي بِحَسَبِهِ السُّبُّوحِيِّ ، وَ عَرِّفۡنِي إِيَّاهُ مَعۡرِفَةً أَشۡهَدُ بِهَا مُحَيَّاهُ ، وَ أَصِيرُ بِهَا مُجَلَّاهُ ، كَمَا يُحِبُّهُ وَ يَرۡضَاهُ ، وَ أَسۡلَمُ بِهَا مِن وُرُودِ مَوَارِدِ الۡجَهۡلِ بِعَوَارِفِهِ ، وَ أَكۡرَعُ بِهَا مِن مَوَارِدِ الۡفَضۡلِ بِمَعَارِفِهِ ، وَ احۡمِلۡنِي عَلَىٰ نَجَآئِبِ لُطۡفِكَ ، وَ رَكَآئِبِ حَنَانِكَ وَ عَطۡفِكَ ، وَ سِرۡ بِي فِي سَبِيلِهِ الۡقَوِيمِ ، وَ صِرَاطِهِ الۡمُسۡتَقِيمِ ، إِلَىٰ حَضۡرَتِهِ الۡمُتَّصِلَةِ بِحَضۡرَتِكَ الۡقُدۡسِيَّةِ ، الۡمُتَجَلِّيَةِ بِتَجَلِّيَّاتِ مَحَاسِنِهِ الۡأُنسِيَّة ، حَمۡلاً مَحۡفُوفَاً بِجُنُودِ نُصۡرَتِكَ ، مَصۡحُوبَاً بِعَوَالِمِ أُسۡرَتِكَ ، وَ اقۡذِفۡ بِي عَلَىٰ الۡبَاطِلِ بِأَنۡوَاعِهِ فِي جَمِيۡعِ بِقَاعِهِ فَأَدۡمَغَهُ بِالۡحَقِّ عَلَىٰ الۡوَجۡهِ الۡأَحَقِّ ، وَ زُجَّ بِي فِي بِحَارِ الۡأَحَدِيَّةِ الۡمُحِيطَةِ ، بِكُلِّ مُرَكَّبَةٍ وَ بَسِيطَةٍ ، وَ انشُلۡنِي مِنۡ أَوۡحَالِ التَّوۡحِيدِ إِلَىٰ فَضَآءِ التَّفۡرِيدِ ، الۡمُنَزَّهِ عَنِ الۡإِطۡلَاقِ وَ التَّقۡيِيدِ ، وَ أَغۡرِقۡنِي فِي عَيۡنِ بَحۡرِ الۡوَحۡدَةِ شُهُودَاً ، حَتَّىٰ لَا أَرَىٰ وَ لَا أَسۡمَعُ وَ لَا أَجِدُ وَ لَا أُحِسُّ إِلَّا بِهَا نُزُولَاً وَ صُعُودَاً ، كَمَا هُوَ كَذَلِكَ لَنۡ يَزَالَ وُجُودَاً . ","type":1},{"details":"وَ اجۡعَلِ اللَّهُمَّ ذَلِكَ لَدَيۡهِ مَمۡدُوحَاً وَ عِندَكَ مَحۡمُودَاً ، وَ اجۡعَلِ اللَّهُمَّ الۡحِجَابَ الۡأَعۡظَمَ حَيَاةَ رُوحِي كَشۡفَاً وَ عِيَانَاً ، إِذِ الۡأَمۡرُ كَذَلِكَ رَحۡمَةً مِنكَ وَ حَنَانَاً ، وَ اجۡعَلِ اللَّهُمَّ رُوحَهُ سِرَّ حَقِيقَتِي ذَوۡقَاً وَ حَالَاً ، وَ حَقِيقَتَهُ جَامِعَ عَوَالِمِي حَالَاً وَ مَآلَاً ، وَ حَقِّقۡنِي بِذَلِكَ عَلَىٰ مَا هُنَالِكَ ، بِتَحۡقِيقِ الۡحَقِّ الأَوَّلِ وَ الآخِرِ وَ الظَّاهِرِ وَ الۡبَاطِنِ ، يَا أَوَّلُ فَلَيۡسَ قَبۡلَكَ شَيۡءٌ ، يَا آخِرُ فَلَيۡسَ بَعۡدَكَ شَيۡءٌ ، يَا ظَاهِرُ فَلَيۡسَ فَوۡقَكَ شَيۡءٌ ، يَا بَاطِنُ فَلَيۡسَ دُونَكَ شَيۡءٌ ، اسۡمَعۡ نِدَآئِي فِي بَقَآئِي وَ فَنَآئِي ، بِمَا سَمِعۡتَ بِهِ نِدَآءَ عَبۡدِكَ زَكَرِيَّا ، وَ اجۡعَلۡنِي عَنكَ رَاضِيَاً وَ عِندَكَ مَرۡضِيَّاً . ","type":1},{"details":"وَ انصُرۡنِي بِكَ لَكَ عَلَىٰ عَوَالِمِ الۡجِنِّ وَ الۡإِنسِ وَ الۡمَلَكِ ، وَ أَيِّدۡنِي بِكَ لَكَ ، بِتَأَيِيدِ مَن سَلَكَ فَمَلَكَ ، وَ مَن مَلَكَ فَسَلَكَ ، وَ اجۡمَعۡ بَيۡنِي وَ بَيۡنِكَ ، وَ أَزِلۡ عَنِ الۡعَيۡنِ غَيۡنَكَ ، وَ حُلۡ بَيۡنِي وَ بَيۡنَ غَيۡرِكَ ، وَ اجۡعَلۡنِي مِنۡ أَئِمَّةِ خَيۡرِكَ وَ مَيۡرِكَ . ","type":1},{"details":"( اللَّهُ ، اللَّهُ ، اللَّهُ ) .","type":1},{"details":"اللَّهُ مِنۡهُ بَدۡءُ الۡأَمۡرِ ، اللَّهُ الۡأَمۡرُ إِلَيۡهِ يَعُودُ . ","type":1},{"details":"اللَّهُ وَاجِبُ الۡوُجُودِ ، وَ مَا سِوَاهُ مَفۡقُودٌ . ","type":1},{"details":" إِنَّ الَّذِي فَرَضَ عَلَيۡكَ الۡقُرۡآنَ لَرَآدُّكَ إِلَىٰ مَعَادٍ ","type":2},{"details":"فِي كُلِّ اقۡتِرَابٍ وَ ابۡتِعادٍ ، وَ انۡهَاضٍ وَ اقۡتِعَادٍ . ","type":1},{"details":" رَبَّنَآ ءَاتِنَا مِن لَّدُنۡكَ رَحۡمَةً وَ هَيِّئۡ لَنَا مِنۡ أَمۡرِنَا رَشَدَاً ","type":2},{"details":"وَ اجۡعَلۡنَا مِمَّنِ اهۡتَدَىٰ بِكَ فَهَدَىٰ ، حَتَّىٰ لَا يَقَعَ مِنَّا نَظَرٌ إِلَّا عَلَيۡكَ ، وَ لَا يِسِيرُ بِنَا وَطَرٌ إِلَّا إِلَيۡكَ . ","type":1},{"details":[{"text":"وَ سِرۡ بِنَا فِي مَعَارِجِ مَدَارِجِ","type":1},{"text":" إِنَّ اللَّهَ وَمَلَآئِكَتَهُ يُصَلُّونَ عَلَىٰ النَّبِيِّۚ يَآ أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيۡهِ وَ سَلِّمُوا تَسۡلِيمَاً ","type":2}],"type":4},{"details":"اللَّهُمَّ فَصَلِّ وَ سَلِّمۡ مِنَّا عَلَيۡهِ أَفۡضَلَ الصَّلَاةِ وَ أَكۡمَلَ التَّسۡلِيمِ ، فَإِنَّا لَا نُقَدِّرُ قَدۡرَهُ الۡعَظِيمۡ ، وَ لَا نُدۡرِكُ مَا يَلِيقُ بِهِ مِنَ الۡاحۡتِرَامِ وَ التَّعۡظِيمِ . ","type":1},{"details":"صَلَوَاتُ اللَّهِ وَ سَلَامُهُ وَ تَحِيَّاتُهُ وَ رَحۡمَتُهُ وَ بَرَكَاتُهُ عَلَىٰ سَيِّدِنَا مُحَمَّدٍ عَبۡدِكَ وَ  نَبِيِّكَ وَ رَسُولِكَ النَّبِيِّ الۡأُمِّيِّ ، وَ عَلَىٰ آلِهِ وَ صَحۡبِهِ عَدَدَ الشَّفۡعِ وَ الۡوَتۡرِ ، وَ عَدَدَ كَلِمَاتِ رَبِّنَا التَّآمَّاتِ الۡمُبَارَكَاتِ .","type":1},{"details":" سُبۡحَانَ رَبِّكَ رَبِّ الۡعِزَّةِ عَمَّا يَصِفُونَ ١٨٠ وَ سَلَامٌ عَلَىٰ الۡمُرۡسَلِينَ ١٨١ وَ الۡحَمۡدُ لِلَّهِ رَبِّ الۡعَالَمِينَ ","type":2}],"name":"الصلاة الممزوجة لأبي المواهب الشاذلي"},{"details":[{"details":"أَعُوذُ بِاللَّهِ مِنَ الشَّيۡطَانِ الرَّجِيمِ","type":1},{"details":"بِسۡمِ اللَّهِ الرَّحۡمَٰنِ الرَّحِيمِ","type":1},{"details":" إِنَّ اللَّهَ وَمَلَآئِكَتَهُ يُصَلُّونَ عَلَىٰ النَّبِيِّۚ يَآ أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيۡهِ وَ سَلِّمُوا تَسۡلِيمَاً ","type":2},{"details":"اللَّهُمَّ صَلِّ وَ سَلِّمۡ عَلَىٰ مَنۡ جَعَلۡتَهُ سَبَبَاً لِانشِقَاقِ أَسۡرَارِكَ الۡجَبَرُوتِيَّةِ ، وَ انفِلَاقَاً لِأَنۡوَارِكَ الرَّحۡمَانِيَّةِ ، فَصَارَ نَآئِبَاً عَنِ الۡحَضۡرَةِ الرَّبَّانِيَّةِ ، وَ خَلِيفَةَ أَسۡرَارِكَ الذَّاتِيَّةِ .","type":1},{"details":"فَهُوَ يَاقُوتَةُ أَحَدِيَّةِ ذَاتِكَ الصَّمَدِيَّةِ ، وَ عَيۡنُ مَظۡهَرِ صِفَاتِكَ الۡأَزَ لِيَّةِ ، فَبِكَ مِنكَ صَارَ حِجَابَاً عَنكَ ، وَ سِرَّاً مِنۡ أسۡرَارِ غَيۡبِكَ ، حُجِبۡتَ بِهِ عَن كَثِيرٍ مِنۡ خَلۡقِكَ ، فَهُوَ الۡكَنزُ الۡمُطَلۡسَمُ ، وَ الۡبَحۡرُ الزَّاخِرُ الۡمُطَمۡطَمُ ..","type":1},{"details":"فَنَسۡأَلُكَ اللَّهُمَّ بِجَاهِهِ لَدَيۡكَ ، وَ بِكَرَامَتِهِ عَلَيۡكَ أَن تُعَمِّرَ قَوَالِبَنَا بِأَفۡعَالِهِ ، وَ أَسۡمَاعَنَا بِأَقۡوَالِهِ ، وَ قُلُوبَنَا بِأَنۡوَارِه ، وَ أَرۡوَاحَنَا بِأَسۡرَارِهِ ، وَ أَشۡبَاحَنَا بِأَحۡوَالِهِ ، وَ سَرَائِرَنَا بِمُعَامَلَتِهِ ، وَ بَوَاطِنَنَا بِمُشَاهَدَتِهِ ، وَ أَبۡصَارَنَا بِأَنۡوَارِ مُحَيَّا جَمَالِهِ ، وَ خَوَاتِمَ أَعۡمَالِنَا فِي مَرۡضَاتِهِ حَتَّىٰ نَشۡهَدَكَ بِهِ وَ هُوَ بِكَ ، فَأَكُونُ نَآئِبَاً عَنِ الۡحَضۡرَتَيۡنِ بِالۡحَضۡرَتَينِ ، وَ أَدُلُّ بِهِمَا عَلَيۡهِمَا ..","type":1},{"details":"وَ نَسۡأَلُكَ اللَّهُمَّ أَن تُصَلِّيَ وَ تُسَلِّمَ عَلَيۡهِ وَ عَلَىٰ آلِهِ صَلَاةً وَ تَسۡلِيمَاً يَلِيقَانِ بِجَنَابِهِ وَ عَظِيمِ قَدۡرِهِ ، وَ تَجۡمَعَنِي بِهِمَا عَلَيۡهِ ، وَ تَنۡفَحَنِي بِسَبَبِهِمَا نَفۡحَةَ الۡأَتۡقِيَآءِ ، وَ تَمۡنَحَنِي مِنۡهُمَا مِنۡحَةَ الۡأَصۡفِيَآءِ ، لِأَنَّهُ السِّرُّ الۡمَصُونُ ، وَ الۡجَوۡهَرُ الۡفَرۡدُ الۡمَكۡنُونُ . ","type":1},{"details":"فَهُوَ الۡيَاقُوتَةُ الۡمُنطَوِيَةُ عَلَيۡهَا أَصۡدَافُ مَكۡنُونَاتِكَ ، وَ الۡغَيۡهُوبَةُ الۡمُنتَخَبُ مِنۡهَا مَعۡلُومَاتُكَ ، فَكَانَ غَيۡبَاً مِنۡ غَيۡبِكَ ، وَ بَدَلَاً مِن سِرِّ رُبُوبِيَّتِكَ ، حَتَّىٰ صَارَ بِذَلِكَ مَظۡهَرَاً نَسۡتَدِلُّ بِهِ عَلَيۡكَ .","type":1},{"details":[{"text":"فَكَيۡفَ لَا يَكُونُ كَذَلِكَ ، وَ قَدۡ أَخۡبَرۡتَنَا بِذَلِكَ فِي مُحۡكَمِ كِتَابِكَ بِقَوۡلِكَ : ","type":1},{"text":" إِنَّ الَّذِينَ يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ اللَّهَ ","type":2},{"text":"فَقَدۡ زَالَ عَنَّا بِذَلِكَ الرَّيۡبُ وَ حَصُلَ الۡانتِبَاهُ .","type":1}],"type":4},{"details":"وَ اجۡعَلِ اللَّهُمَّ دَلَالَتَنَا عَلَيۡكَ بِهِ ، وَ مُعَامَلَتَنَا مَعَكَ مِنۡ أَنۡوَارِ مُتَابَعَتِهِ . ","type":1},{"details":"وَ ارۡضَ اللَّهُمَّ عَلَىٰ مَن جَعَلۡتَهُمۡ مَحَلَّاً لِلاقۡتِدَا ، وَ صَيَّرۡتَ قُلُوبَهُمۡ مَصَابِيحَ الۡهُدَىٰ ، الۡمُطَهَّرِينَ مِن رِقِّ الۡأَغۡيَارِ ، وَ شَوَآئِبِ الۡأَكۡدَارِ ، مَن بَدَتۡ مِن قُلُوبِهِمۡ دُرَرُ الۡمَعَانِي ، فَجُعِلَتۡ قَلَآئِدُ التَّحۡقِيقِ لِأَهۡلِ الۡمَبَانِي ، وَ اخۡتَرۡتَهُمۡ فِي سَابِقِ الۡاقۡتِدَارِ ، أَنَّهُمۡ مِنۡ أَصۡحَابِ نَبِيِّكَ الۡمُخۡتَارِ ، وَ رَضِيتَهُمۡ لِانتِصَارِ دِينِكَ ، فَهُمۡ السَّادَاتُ الۡأَخۡيَارُ ، وَ ضَاعِفِ اللَّهُمَّ مَزِيدَ رِضۡوَانِكَ عَلَيۡهِمۡ مَعَ الآلِ وَ الۡعَشِيرَةِ وَ الۡمُقۡتَفِينَ لِلۡآثَارِ ، وَ اغۡفِرِ اللَّهُمَّ ذُنُوبَنَا ، وَ وَالِدِينَا وَ مَشَايِخِنَا ، وَ إِخۡوانِنَا فِي اللَّهِ ، وَ جَمِيعِ الۡمُؤۡمِنِينَ وَ الۡمُؤۡمِنَاتِ ، وَ الۡمُسۡلِمِينَ وَ الۡمُسۡلِمَاتَ ، الۡمُطِيعِينَ مِنۡهُمۡ وَ أَهۡلِ الۡأَوۡزَارِ .","type":1}],"name":"الياقوتة لسيدي محمد الفاسي الكبير"},{"details":[{"details":"اللَّهُمَّ صَلِّ وَ سَلِّمۡ وَ بَارِكۡ عَلَىٰ سَيِّدِنَا وَ مَوۡلَانَا مُحَمَّدٍ شَجَرَةِ الۡأَصۡلِ النُّورَانِيَّةِ ، وَ لَمۡعَةِ الۡقَبۡضَةِ الرَّحۡمَانِيَّةِ ، وَ أَفۡضَلِ الۡخَلِيقَةِ الۡإِنسَانِيَّةِ ، وَ أَشۡرِفِ الصُّورَةِ الۡجُسۡمَانِيَّةِ ، وَ مَعۡدَنِ الۡأَسۡرَارِ الرَّبَّانِيَّةِ ، وَ خَزَآئِنِ الۡعُلُومِ الاصۡطِفَآئِيَّةِ ، صَاحِبِ الۡقَبۡضَةِ الۡأَصۡلِيَّةِ ، وَ الۡبَهۡجَةِ السَّنِيَّةِ ، وَ الرُّ تۡبَةِ الۡعَلِيَّةِ ، مَنِ اندَرَجَتِ النَّبِيُّونَ تَحۡتَ لِوَآئِهِ ، فَهُمۡ مِنۡهُ وَ إِلَيۡهِ . ","type":1},{"details":"وَ صَلِّ وَ سَلِّمۡ وَ بَارِكۡ عَلِيۡهِ وَ عَلَىٰ آلِهِ وَ صَحۡبِهِ عَدَدَ مَا خَلَقۡتَ وَ رَزَقۡتَ وَ أَمَتَّ وَ أَحۡيَيۡتَ ، إِلَىٰ يَوۡمِ تَبۡعَثُ مَنۡ أَفۡنَيۡتَ ، وَ سَلِّمۡ تَسۡلِيمَاً كَثِيرَاً ، وَ الۡحَمۡدُ لِلَّهِ رَبِّ الۡعَالَمِينَ .","type":1},{"details":" ۩ ۩ ۩ ۩ ۩ ۩ ","type":1},{"details":"اللَّهُمَّ يَا مَنۡ لَطَفۡتَ بِخَلۡقِ السَّمَٰواتِ وَ الۡأَرۡضِ ، وَ لَطَفۡتَ بِالۡأَجِنَّةِ فِي بُطُونِ أُمَّهَاتِهَا ، الۡطُفۡ بِنَا فِي قَضَآئِكَ وَ قَدَرِكَ ، لُطۡفَاً يَلِيقُ بِكَرَمِكَ ، يَآ أَرۡحَمَ الرَّاحِمِينَ .","type":1},{"details":"اللَّهُمَّ انصُرۡ بِفَضۡلِكَ دِينَنَا ، وَ أَهۡلِكۡ الۡكَفَرَةَ أَعۡدَآءَنَا ، وَ آمِنَّا فِي أَوۡطَانِنَا ، وَ وَلِّ أُمُورَنَا خِيَارَنَا ، وَ لَا تُوَلِّ أُمُورَنَا شِرَارَنَا ، وَ ارۡفَعۡ مَقۡتَكَ وَ غَضَبَكَ عَنَّا ، وَ لَا تُسَلِّطۡ عَلَيۡنَا بِذُنُوبِنَا مَن لَا يَخَافُكَ وَ لَا يَرۡحَمُنَا .. يَا رَبَّ الۡعَالَمِينَ .","type":1}],"name":"الصلاة النورانية لسيدي أحمد البدوي"},{"details":[{"details":"اللَّهُمَّ صَلِّ صَلَاةً كَامِلَةً ، وَ سَلِّمۡ سَلَامَاً تَآمَّاً ، عَلَىٰٰ سَيِّدِنَا مُحَمَّدٍ ، الَّذِي تَنۡحَلُّ بِهِ الۡعُقَدُ ، وَ تَنۡفَرِجُ بِهِ الۡكُرَبُ ، وَ تُقۡضَىٰ بِهِ الۡحَوَآئِجُ ، وَ تُنَالُ بِهِ الرَّغَآئِبُ ، وَ حُسۡنُ الۡخَوَاتِمِ ، وَ يُسۡتَسۡقَىٰ الۡغَمَامُ بِوَجۡهِهِ الۡكَرِيمِ ، وَ عَلَىٰٰ آلِهِ وَ صَحۡبِهِ فِي كُلِّ لَمۡحَةٍ وَ نَفَسٍ بِقَدۡرِ كُلِّ مَعۡلُومٍ لَكَ يَا حَيُّ يَا قَيُّومُ .","type":1}],"name":"الصلاة النارية أو التازية لسيدي علي التازي"},{"details":[{"details":"  اللَّهُمَّ صَلِّ عَلَىٰ سَيِّدِنَا مُحَمَّدٍ الۡفَاتِحِ لِمَا أُغۡلِقَ ، وَ الۡخَاتِمِ لِمَا سَبَقَ ، وَ النَّاصِرِ الۡحَقِّ بِالۡحَقِّ ، وَ الۡهَادِي إِلَىٰ الصّرَاطِ الۡمُسۡتَقِيمِ ، وَ عَلَىٰ آلِهِ وَ صَحۡبِهِ حَقَّ قَدۡرِهِ وَ مِقۡدَارِهِ الۡعَظِيمِ .","type":1}],"name":"صلاة الفاتح"},{"details":[{"details":"اللَّهُمَّ إِنِّي أَسۡأَلُكَ بِنُورِ وَجۡهِ اللَّهِ الۡعَظِيمِ ، الَّذِي مَلَأَ أَرۡكَانَ عَرۡشِ اللَّهِ الۡعَظِيمِ ، وَ قَامَتۡ بِهِ عَوَالِمُ اللَّهِ الۡعَظِيمِ ، أَن تُصَلِّيَ عَلَىٰٰ سَيِّدِنَا وَ مَوۡلَانَا مُحَمَّدٍ ذِي الۡقَدۡرِ الۡعَظِيمِ ، وَ عَلَىٰٰ آلِ نَبِيِّ اللَّهِ الۡعَظِيمِ ، وَ أَصۡحَابِ نَبِيِّ اللَّهِ الۡعَظِيمِ ، وَ أَتۡبَاعِ نَبِيِّ اللَّهِ الۡعَظِيمِ ، بِقَدۡرِ عَظَمَةِ ذَاتِ اللَّهِ الۡعَظِيمِ ، فِي كُلِّ لَمۡحَةٍ وَ نَفَسٍ عَدَد مَا وَسِعَهُ عِلۡمُ اللَّهِ الۡعَظِيمِ ، صَلَاةً دَآئِمَةً بِدَوَامِ اللَّهِ الۡعَظِيمِ ، تَعۡظِيمَاً لِحَقِّ سَيِّدِنَا وَ مَوۡلَانَا مُحَمَّدٍ ذِي الۡخُلُقِ الۡعَظِيمِ ، وَ سَلِّمِ اللَّهُمَّ عَلَيۡهِ وَ عَلَىٰٰ آلِهِ وَ أَصۡحَابِهِ وَ أَتۡبَاعِهِ مِثۡلَ ذَلِكَ ، وَ اجۡمَعۡ بَيۡنِي وَ بَيۡنَهُ كَمَا جَمَعۡتَ بَيۡنَ الرُّوحِ وَ النَّفۡسِ ، ظَاهِراً وَ بَاطِنَاً ، يَقَظَةً وَ مَنَامَاً ، وَ اجۡعَلۡهُ يَا رَبِّ رُوحَاً لِذَاتِي مِن جَمِيعِ الۡوُجُوهِ ، فِي الدُّنۡيَا وَ الآخِرَةِ ، يَا عَظِيمُ يَا عَظِيمُ .","type":1}],"name":"الصلاة العظيمية"},{"details":[{"details":"اللَّهُمَّ صَلِّ أَفۡضَلَ صَلَاةٍ عَلَىٰ أَسۡعَدِ مَخۡلُوقَاتِكَ سَيِّدِنا مُحَمَّدٍ ، وَ عَلَىٰ آلِهِ وَ صَحۡبِهِ وَ سَلِّمۡ عَدَدَ مَعۡلُومَاتِكَ ، وَ مِدَادَ كَلِمَاتِكَ كُلَّمَا ذَكَرَكَ الذَّاكِرُونَ ، وَ غَفَلَ عَن ذِكۡرِهِ الۡغَافِلُونَ ، وَ عَدَدَ مَا أَحَاطَ بِهِ عِلۡمُكَ ، وَ خَطَّ بِهِ قَلَمُك ، وَ أَحۡصَاهُ كِتَابُكَ ، وَ الرِّضَا عَنۡ سَادَاتِنَا أَبِي بَكۡرٍ وَ عُمَرَ وُ عُثۡمَانَ وَ عَلِيٍّ ، وَ عَنِ الصَّحَابَةِ أَجۡمَعِينَ ، وَ عَنِ التَّابِعِينَ ، وَ تَابِعِي التَّابِعِينَ لَهُمۡ بِإِحۡسَانٍ إِلَىٰ يَوۡمِ الدِّينِ .","type":1},{"details":"( وَ رَضِيَ اللَّهُ عَنۡ أَشۡيَاخِنَا وَ إِخۡوَانِنَا وَ أَوۡلِيَآءِ اللَّهِ أَجۡمَعِينَ ) . ( ثَلَاثَاً ) ","type":1}],"name":"الصلاة الشافعية"},{"details":[{"details":"اللَّهُمَّ صَلِّ بِكُلِّ صَلَوَاتِكَ فِي أَبۡهَىٰ بَهَآئِهَا ، عَلَىٰ سَيِّدِنَا مُحَمَّدٍ طِبِّ الۡقُلُوبِ وَ دَوَآئِهَا ، وَ عَافِيَةِ الۡأَبۡدَانِ وَ شِفَآئِهَا ، وَ نُورِ الۡأَبۡصَارِ وَ ضِيَآئِهَا ، وَ رُوحِ الۡأَرۡوَاحِ وَ حَيَاتِهَا ، وَ بَهۡجَةِ النُّفُوسِ وَ صَفَآئِهَا ، وَ عَلَىٰ آلِهِ وَ صَحۡبِهِ وَ سَلِّمۡ .","type":1}],"name":"صلاة البهاء"},{"details":[{"details":"اللَّهُمَّ صَلِّ عَلَىٰ سَيِّدِنَا مُحَمَّدٍ صَلَاةَ الۡعَبۡدِ الۡحَآئرِ الۡمُحۡتَاجِ الَّذِي ضَجَّ مِن ضِيقٍ وَ حَرَجٍ ، وَ الۡتَجَأَ إِلَىٰ بَابِ الۡكَرِيمِ فَفُتِحَتۡ لَهُ أَبۡوَابُ الۡفَرَجِ ، وَ عَلَىٰ آلِهِ وَ صَحۡبِهِ وَ سَلِّمۡ . ","type":1}],"name":"صلاة المحتاج"},{"details":[{"details":"كل سورة أو صيغة تكرر سبع مرات .. و هي : ","type":1},{"details":" بِسۡمِ اللَّهِ الرَّحۡمَٰنِ الرَّحِيمِ ١  الۡحَمۡدُ لِلَّهِ رَبِّ الۡعَالَمِينَ ٢ الرَّحۡمَٰنِ الرَّحِيمِ ٣ مَالِكِ يَوۡمِ الدِّينِ ٤ إِيَّاكَ نَعۡبُدُ وَ إِيَّاكَ نَسۡتَعِينُ ٥ اهۡدِنَا الصِّرَاطَ الۡمُسۡتَقِيمَ ٦ صِرَاطَ الَّذِينَ أَنۡعَمۡتَ عَلَيۡهِمۡ غَيۡرِ الۡمَغۡضُوبِ عَلَيۡهِمۡ وَ لَا الضَّآلِّينَ ٧ ","type":2},{"details":[{"text":"بِسۡمِ اللَّهِ الرَّحۡمَٰنِ الرَّحِيمِ","type":1},{"text":" قُلۡ أَعُوذُ بِرَبِّ النَّاسِ ١  مَلِكِ النَّاسِ ٢ إِلَهِ النَّاسِ ٣ مِنۡ شَرِّ الۡوَسۡوَاسِ الۡخَنَّاسِ ٤ الَّذِي يُوَسۡوِسُ فِي صُدُورِ النَّاسِ ٥ مِنَ الۡجِنَّةِ وَ النَّاسِ ٦ ","type":2}],"type":4},{"details":[{"text":"بِسۡمِ اللَّهِ الرَّحۡمَٰنِ الرَّحِيمِ","type":1},{"text":" قُلۡ أَعُوذُ بِرَبِّ الۡفَلَقِ ١  مِن شَرِّ مَا خَلَقَ ٢ وَ مِن شَرِّ غَاسِقٍ إِذَا وَقَبَ ٣ وَ مِن شَرِّ النَّفَّاثَاتِ فِي الۡعُقَدِ ٤ وَ مِن شَرِّ حَاسِدٍ إِذَا حَسَدَ ٥ ","type":2}],"type":4},{"details":[{"text":"بِسۡمِ اللَّهِ الرَّحۡمَٰنِ الرَّحِيمِ","type":1},{"text":" قُلۡ هُوَ اللَّهُ أَحَدٌ ١  اللَّهُ الصَّمَدُ ٢ لَمۡ يَلِدۡ وَ لَمۡ يُولَدۡ ٣ وَ لَمۡ يَكُن لَّهُ كُفُوَاً أَحَدٌ ٤ ","type":2}],"type":4},{"details":[{"text":"بِسۡمِ اللَّهِ الرَّحۡمَٰنِ الرَّحِيمِ","type":1},{"text":" قُلۡ يَآ أَيُّهَا الۡكَافِرُونَ ١  لَآ أَعۡبُدُ مَا تَعۡبُدُونَ ٢ وَ لَآ أَنتُمۡ عَابِدُونَ مَآ أَعۡبُدُ ٣ وَ لَآ أَنَا عَابِدٌ مَا عَبَدتُّمۡ ٤ وَ لَآ أَنتُمۡ عَابِدُونَ مَآ أَعۡبُدُ ٥ لَكُمۡ دِينُكُمۡ وَ لِيَ دِينِ ٦ ","type":2}],"type":4},{"details":"سُبۡحَانَ اللَّهِ ، وَ الۡحَمۡدُ لِلَّهِ ، وَ لَآ إِلَهَ إِلَّا اللَّهُ ، وَ اللَّهُ أَكۡبَرُ ، وَ لَا حَوۡلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الۡعَلِيِّ الۡعَظِيمِ . ","type":1},{"details":"اللَّهُمَّ صَلِّ عَلَىٰ سَيِّدِنَا مُحَمَّدٍ ، وَ عَلَىٰ آلِ سَيِّدِنَا مُحَمَّدٍ ، كَمَا صَلَّيۡتَ عَلَىٰ سَيِّدِنَا إِبۡرَاهِيمَ ، وَ عَلَىٰ آلِ سَيِّدِنَا إِبۡرَاهِيمَ ، وَ بَارِكۡ عَلَىٰ سَيِّدِنَا مُحَمَّدٍ ، وَ عَلَىٰ آلِ سَيِّدِنَا مُحَمَّدٍ ، كَمَا بَارَكۡتَ عَلَىٰ سَيِّدِنَا إِبۡرَاهِيمَ ، وَ عَلَىٰ آلِ سَيِّدِنَا إِبۡرَاهِيمَ ، فِي الۡعَالمَيِنَ إِنَّكَ حَمِيدٌ مَجِيدٌ .","type":1},{"details":"اللَّهُمَّ اغۡفِرۡ لِي وَ لِوَالِدَيَّ ، وَ لِأَصۡحَابِ الۡحُقُوقِ عَلَيَّ ، وَ لِلۡمُؤۡمِنِينَ وَ الۡمُؤۡمِنَاتِ ، وَ الۡمُسۡلِمِينَ وَ الۡمُسۡلِمَاتِ ، الۡأَحۡيَآءِ مِنۡهُمۡ وَ الأَمۡوَاتِ . ","type":1},{"details":"اللَّهُمَّ افۡعَلۡ بِي وَ بِهِمۡ عَاجِلاً وَ آجِلاً فِي الدِّينِ وَ الدُّنۡيَا وَ الآخِرَةِ مَا أَنتَ لَهُ أَهۡلٌ ، وَ لَا تَفۡعَلۡ بِنَا يَا مَوۡلَانَا مَا نَحۡنُ لَهُ أَهۡلٌ ، إِنَّكَ غَفُورٌ حَلِيمٌ ، جَوَادٌ كَرِيمٌ ، رَءُوفٌ رَحِيمٌ .","type":1},{"details":"لَآ إِلَهَ إِلَّا اللَّهُ وَحۡدَهُ لَا شَرِيكَ لَهُ ، لَهُ الۡمُلۡكُ وَ لَهُ الۡحَمۡدُ وَ هُوَ عَلَىٰ كُلِّ شَيۡءٍ قَدِيرٌ .","type":1},{"details":"و يختم بقوله :","type":1},{"details":"( يَا عَالِمَ السِّرَّ مِنَّا ، لَا تَكۡشِفِ السِّتۡرَ عَنَّا ، وَ عَافِنَا وَ اعۡفُ عَنَّا ، وَ كُن لَنَا حَيۡثُ كُنَّا ، يَا كَرِيمُ يَا حَلِيمُ ) .","type":1}],"name":"المسبعات العشر للإمام الخضر"},{"details":[{"details":"بِسۡمِ اللَّهِ وَ بِحَمۡدِهِ ، وَ الۡعِزَّةُ لَهُ ، وَ الۡمَجۡدُ لَهُ ، وَ الۡمُلۡكُ وَ الۡمَلَكُوتُ لَهُ ، وَ الظَّاهِرُ وَ الۡبَاطِنُ لَهُ ، وَ الۡجَبَرُوتُ وَ الرَّحَمُوتُ وَ الۡعَظَمُوتُ لَهُ ، وَ الۡأَزَلِيَّةُ وَ الۡأَبَدِيَّةُ وَ السَّرۡمَدِيَّةُ لَهُ ، وَ الۡغَيۡبُ وَ الشَّهَادَةُ لَهُ ، وَ الدَّعۡوَةُ التَّآمَّةُ لَهُ ، وَ الصَّلَاةُ الۡقَآئِمَةُ لَهُ ، وَ الۡكَمَالُ الۡمُطۡلَقُ لَهُ ، جَلَّ جَلَالُ اللَّهِ ، وَ لَا حَوۡلَ وَ لَا قُوَّةَ إِلَّا بِاللَّهِ الۡعَلِيِّ الۡعَظِيمِ .","type":1},{"details":"اللَّهُمَّ أَفِضۡ عَلَيَّ بِفَضۡلِكَ مِن سَابِغِ رِزۡقِكَ الۡوَاسِعِ الۡحَلَالِ الطَّيۡبِ مَا يُغۡنِينِي عَن سِوَاكَ .","type":1},{"details":"اللَّهُمَّ اجۡعَلۡ أَوۡسَعَ رِزۡقِي فِي أَوَاخِرِ عُمۡرِي ، وَ بَارِكۡ لِي فِيهِ ، وَ لَا تُحۡوِجۡنِي اللَّهُمَّ بَعۡدَكَ إِلَىٰ عَدُوٍّ وَ لَا حَبِيبٍ ، وَ لَا قَرِيبٍ وَ لَا غَرِيبٍ .","type":1},{"details":"اللَّهُمَّ اغۡفِرۡ ذَنبِي ، وَ اسۡتُرۡ عَيۡبِي ، وَ فَرِّجۡ كَرۡبِي ، وَ سَلِّمۡ يَا رَبِّ قَلۡبِي ، وَ اسۡتُرۡنِي بِسِتۡرِكَ الۡجَمِيلِ ، فِي كُلِّ مُقَامٍ وَ رَحِيلٍ .","type":1},{"details":"يَا إِلَهِي .. يَا اللَّهُ يَا اللَّهُ يَا اللَّهُ .","type":1},{"details":"اللَّهُمَّ مَتِّعۡنِي بِدِينِي وَ عَقۡلِي وَ صِحَّةِ بَدَنِي ، وَ احۡفَظۡ يَا إِلَهِي لِسَانِي وَ سَمۡعِي وَ بَصَرِي حَتَّىٰ أَلۡقَاكَ .","type":1},{"details":"اللَّهُمَّ اشۡرَحۡ لِي صَدۡرِي ، وَ يَسِّرۡ لِي أَمۡرِي ، وَ ارۡفَعِ اللَّهُمَّ قَدۡرِي ، وَ طَهِّرۡ ذِكۡرِي ، وَ اجۡبُرۡ كَسۡرِي ، وَ امۡحُ وِزۡرِي ، وَ نَوِّرۡ قَبۡرِي ، وَ رَضِّنِي بِقَضَآئِكَ وَ قَدَرِكَ ، وَ أَعِذۡنِي مِنَ الۡجُبۡنِ وَ الۡبُخۡلِ وَ الۡأَنَانِيَّةِ وَ الۡكِبۡرِ وَ الرِّيَآءِ وَ الۡهَوَىٰ ، وَ أَجِرۡنِي مِن ذُلِّ الۡاسۡتِدَانَةِ ، وَ خِيَانَةِ الۡأَمَانَةِ ، وَ مِنۡ خِسَّةِ الۡمَكَانِ وَ الۡمَكَانَةِ ، وَ مِن نِسۡيَانِ الۡجَمِيلِ ، أَوۡ إِنكَارِهِ بِالتَّضۡلِيلِ ، وَ الۡطُفۡ بِعَاجِلِ لُطۡفِكَ بِي فِيمَا قَضَيۡتَ بِهِ عَلَيَّ .","type":1},{"details":"يَا إِلَهِي .. يَا اللَّهُ يَا اللَّهُ يَا اللَّهُ .","type":1},{"details":"اللَّهُمَّ وَفِّقۡنِي إِلَىٰ كُلِّ طَاعَةٍ لَكَ ، وَ ثَبِّتۡنِي عَلَيۡهَا ، وَ حَبِّبۡنِي فِيهَا ، وَ أَيِّدۡنِي بِهَا ، وَ أَبۡعِدۡنِي اللَّهُمَّ عَن كُلِّ مَعۡصِيَةٍ ، وَ اعۡصِمۡنِي مِنۡهَا .","type":1},{"details":"اللَّهُمَّ اهۡدِنِي لِأَحۡسَنِ الۡأَخۡلَاقِ ، وَ أَعِنِّي عَلَىٰ دَوَامِ ذِكۡرِكَ وَ شُكۡرِكَ ، وَ حُسۡنِ عِبَادَتِكَ ، وَ حَبِّبۡنِي إِلَىٰ جَمِيعِ خَلۡقِكَ ، وَ لَا تَحۡرِمۡنِي مِن مَدَدِ قُدۡسِكَ ، وَ لَا سِرِّ حَضۡرَةِ أُنسِكَ ، وَ اغۡمُرۡنِي بِأَنۡوَارِ الۡمَلأِ الۡأَعۡلَىٰ ، وَ خَصَآئِصِ الۡغَيۡبِ الۡأَسۡنَىٰ ، وَ الۡأَسۡمَآءِ الۡحُسۡنَىٰ ، وَ الۡمَجۡدِ الۡأَبۡهَىٰ وَ الۡأَهۡنَا ، وَ اجۡعَلۡنِي مِنَ الدُّعَاةِ إِلَيۡكَ ، وَ الۡقَآئِمِينَ بِالتَّفۡوِيضِ بَيۡنَ يَدَيۡكَ ، وَ التَّوَكُّلِ عَلَيۡكَ ، وَ عَلِّمۡنِي مِن لَدُنكَ عِلۡمَاً يَنفَعُنِي وَ يَنفَعُ النَّاسَ فِي الدُّنيَا وَ الدِّينِ .","type":1},{"details":"يَا إِلَهِي .. يَا اللَّهُ يَا اللَّهُ يَا اللَّهُ .","type":1},{"details":"اللَّهُمَّ جَمِّلۡنِي بِمَحۡضِ التَّوَاضُعِ ، وَ الۡأَدَبِ الرَّفِيعِ ، وَ بُعۡدِ النَّظَرِ ، وَ حُلۡوِ الۡحَدِيثِ ، وَ سَعَةِ الۡعِلۡمِ ، وَ حُسۡنِ الۡأَدَآءِ ، وَ صِدۡقِ الۡإِخۡلَاصِ فِيكَ ، وَ الۡوَلَآءِ لَكَ ، وَ إِرَادَةِ وَجۡهِكَ فِي كُلِّ قَوۡلٍ وَ عَمَلٍ . ","type":1},{"details":"وَ أَكۡرِمۡنِي اللَّهُمَّ بِالۡتِزَامِ مَكَارِمِ الۡأَخۡلَاقِ ، وَ اجۡمَعۡ عَلَيَّ الۡقُلُوبَ بِالۡحُبِّ فِيكَ لَكَ ، وَ لَا تَحۡكُمۡ عَلَيَّ بِالسَّلۡبِ بَعۡدَ الۡعَطَآءِ ، وَ لَا بِالۡاسۡتِدۡرَاجِ وَ الۡابۡتِلَآءِ ، وَ اجۡعَلِ الۡقَبُولَ فِي وَجۡهِي ، وَ الۡبَرَكَةَ فِي يَدِي ، وَ الۡمَحَبَّةَ وَ الۡخَيۡرَ وَ السَّلَامَ وَ الۡأَدَبَ فِي لِسَانِي ، وَ الۡكَرَامَةَ وَ الۡمَهَابَةَ وَ الۡقُوَّةَ فِي شَخۡصِي ، وَ اجۡعَلِ السَّمَاحَةَ وَ الرَّجَاحَةَ وَ النَّجَاحَ لِي بِكَرَمِكَ حَيۡثُ أَكُونُ ، وَ هَبۡنِي الۡأَمَانَ يَوۡمَ الۡفَزَعِ الۡأَكۡبَرِ ، وَ اجۡمَعۡ بَيۡنِي وَ بَيۡنَ سَيِّدِنَا مُحَمَّدٍ صَلَّىٰ اللَّهُ عَلَيۡهِ وَ آلِهِ وَ سَلَّمَ يَقَظَةً وَ مَنَامَاً ، وَ تَعَطَّفۡ عَلَيَّ بِالۡوُصُولِ وَ الۡمَدَدِ الۡمَوۡصُولِ ، وَ عَفۡوِكَ الۡمَأَمُولِ . ","type":1},{"details":"يَا إِلَهِي .. يَا اللَّهُ يَا اللَّهُ يَا اللَّهُ .","type":1},{"details":"أَشۡهَدُ أَلَّا إِلَهَ إِلَّا أَنتَ وَحۡدَكَ لَا شَرِيكَ لَكَ ، وَ أَشۡهَدُ أَنَّ سَيِّدَنَا وَ حَبِيبَنَا وَ مَوۡلَانَا مُحَمَّدَاً عَبۡدُكَ وَ رَسُولُكَ ، وَ أَشۡهَدُ أَنَّ الۡقُرَآنَ حَقٌّ ، وَ أَنَّ الۡجَزَآءَ حَقٌّ ، وَ أَنَّ السَّاعَةَ حَقٌّ ، وَ أَنَّ الۡجَنَّةَ وَ النَّارَ وَ الۡغَيۡبَ حَقٌّ ، وَ أَنَّ لِلَّهِ الۡمَثَلُ الۡأَعۡلَىٰ ، فَلَا يَعۡلَمُ مَا هُوَ إِلَّا هُوَ .","type":1},{"details":"اللَّهُمَّ عَلَىٰ كُلِّ ذَلِكَ نَحۡيَا وَ نَمُوتُ ، وَ نَتَحَرَّ كُ وَ نَسۡكُنُ وَنُبۡعَثُ إِن شَآءَ اللَّهُ ، فَاجۡعَلِ اللَّهُمَّ هَٰذِهِ الشَّهَادَةَ خَالِدَةً فِي مِيزَانِنَا فِي حَيَاتِنَا مَعَ إِخۡوَانِنَا أَهۡلِ الۡكِتَابِ وَ السُّنَّةِ ، ثُمَّ فِي الۡقُبُورِ وَ عِندَ النُّشُورِ .","type":1},{"details":"اللَّهُمَّ إِنِّي أَسۡأَلُكَ رِضَاكَ وَ الۡجَنَّةَ ، اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِن سَخَطِكَ وَ النَّارِ ، اللَّهُمَّ تَوَفَّنِي مُسۡلِمَاً وَ أَلۡحِقۡنِي بِالصَّالِحِينَ .","type":1},{"details":"يَا إِلَهِي .. يَا اللَّهُ يَا اللَّهُ يَا اللَّهُ .","type":1},{"details":"اللَّهُمَّ بِبَرَكَةِ هَٰذِهِ الشَّهَادَةِ الۡمُقَدَّسَةِ ، أَدۡخِلۡنَا سُرَادِقَ حِفۡظِكَ ، وَ أَنزِلۡنَا بِرَحۡمَتِكَ مَنَازِلَ رِعَايَتِكَ وَ عِنَايَتِكَ وَ مَدَدِكَ ، وَ الۡطُفۡ بِنَا فِيمَا جَرَتۡ بِهِ الۡمَقَادِيرُ ، وَ أَغِثۡنَا بِغَوۡثِكَ ، وَ اكۡفِنَا بِبَرَكَتِهَا شُرُورَ الۡمُفَاجَآتِ وَ الۡفَوَاجِعِ ، وَ شُرُورَ الۡمَخَاطِرِ وَ الۡأَمۡرَاضِ وَ الۡبَلَايَا وَ الۡمَوَاجِعِ .","type":1},{"details":"وَ اكۡفِنَا اللَّهُمَّ بِهَا شَرَّ النَّكَدِ وَ الۡحَسَدِ وَ الۡكَمَدِ وَ الۡكَبَدِ ، وَ ضَلَالِ الۡبَلَدِ وَ فَسَادِ الۡأَهۡلِ وَ الۡوَلَدِ ، وَ انقِلَابِ الصَّاحِبِ وَ السَّنَدِ ، وَ ارۡحَمۡنَا بِبَرَكَتِهَا قَبۡلَ الۡمَوۡتِ وَ مَعَ الۡمَوۡتِ وَ بَعۡدَ الۡمَوۡتِ ، وَ عِندَ السُّؤَالِ وَ الۡمَآبِ ، وَ عِندَ الۡحَشۡرِ وَ الۡعَذَابِ ، وَ عِندَ الۡهَوۡلِ الۡأَكۡبَرِ وَ الۡعِقَابِ .","type":1},{"details":"فَاحۡمِنَا اللَّهُمَّ بِحِمَايَتِكَ ، وَ قِنَا بِوِقَايَتِكَ ، وَ ارۡعَنَا بِرِعَايَتِكَ ، وَ أَعِنَّا بِعِنَايَتِكَ ، وَ اكۡشِفۡ عَنَّا السُّوٓءَ بِمَا شِئۡتَ ، وَ كَيۡفَ شِئۡتَ ، إِنَّكَ عَلَىٰ مَا تَشَآءُ قَدِيرٌ .","type":1},{"details":"يَا إِلَهِي .. يَا اللَّهُ يَا اللَّهُ يَا اللَّهُ .","type":1},{"details":"اللَّهُمَّ كُنۡ خَلِيفَتَنَا بِفَضۡلِكَ عَلَىٰ مَن بَعۡدَنَا ، وَ عَلَىٰ مَا بَعۡدَنَا ، وَ عَلَىٰ جَمِيعِ أَهۡلِنَا وَ إِخۡوَانِنَا وَ أَحۡبَابِنَا ، وَ كُلِّ مَن يَتَّصِلُ بِنَا مِنَ الرِّجَالِ وَ النِّسَآءِ وَ الۡكِبَارِ وَ الصِّغَارِ جَمِيعَاً .","type":1},{"details":"اللَّهُمَّ اهۡدِنَا وَ اهۡدِهِمُ السَّبِيلَ الۡأَقۡوَمَ ، وَ فَرِّجۡ كُرُوبَنَا وَ كُرُوبَهُمۡ ، وَ اقۡضِ حَاجَاتِنَا وَ حَاجَاتِهِمۡ ، وَ لَا تُشَمِّتۡ بِنَا وَ لَا بِهِمُ الۡأَعۡدَآءَ ، وَ عَامِلۡنَا وَ عَامِلۡهُمۡ بِعَوَآئِدِ اللُّطۡفِ وَ الۡكَرَمِ ، وَ فَرَآئِدِ الۡإِحۡسَانِ فِي الدَّارَيۡنِ ، مِمَّا نَعۡلَمُ وَ مَا لَا نَعۡلَمُ وَ مَا أَنتَ بِهِ أَعۡلَمُ .","type":1},{"details":"وَ اخۡتِمۡ لَنَا وَ لَهُمۡ بِالۡخَيۡرِ وَ السَّعَادَةِ وَ الۡيُسۡرِ وَ الۡإِيمَانِ ، وَ الۡمَعۡرِفَةِ بِكَ ، وَ لَا تَحۡرِمۡنَا جَمِيعَاً مِن رَحۡمَتِكَ الۡوَاسِعَةِ فِي الظَّاهِرِ وَ الۡبَاطِنِ ، وَ الۡفَوَاتِحِ وَالۡخَوَاتِمِ يَا أَرۡحَمَ الرَّاحِمِينَ .","type":1},{"details":"يَا إِلَهِي .. يَا اللَّهُ يَا اللَّهُ يَا اللَّهُ .","type":1},{"details":"وَ صَلِّ وَ سَلِّمۡ وَ بَارِكۡ وَ تَحَنَّنۡ ، وَ شَرِّفۡ وَ مَجِّدۡ وَ عَظِّمۡ ، وَ تَعَطَّفۡ وَ تَكَرَّمۡ وَ امۡنُنۡ عَلَىٰ سَيِّدِنَا وَ مَوۡلَانَا مُحَمَّدٍ نَبِيِّ الرَّحۡمَةِ ، وَ هَادِي الۡأُمَّةِ ، وَ كَاشِفِ الۡغُمَّةِ ، وَ عَلَىٰ جَمِيعِ مَن تَبِعَهُ وَ يَتَّبِعُهُ بِإِحۡسَانٍ إِلَىٰ يَوۡمِ الدِّينِ بِمَا أَنتَ أَهۡلُهُ ، وَ مَا هُوَ أَهۡلُهُ .","type":1},{"details":"اللَّهُمَّ إِنَّا نَسۡأَلُكَ مِن كُلِّ مَا سَأَلَكَ مِنۡهُ سَيِّدُنَا مُحَمَّدٌ صَلَىٰ اللَّهُ عَلَيۡهِ وَ آلِهِ وَ سَلَّمَ وَ عِبَادُكَ الصَّالِحُونَ ، وَ نَعُوذُ بِكَ مِن كُلِّ مَا اسۡتَعَاذَكَ مِنۡهُ سَيِّدُنَا مُحَمَّدٌ صَلَىٰ اللَّهُ عَلَيۡهِ وَ آلِهِ وَ سَلَّمَ وَ عِبَادُكَ الصَّالِحُونَ . ","type":1},{"details":"وَ لَكَ اللَّهُمَّ الۡحَمۡدُ وَ الشُّكۡرُ وَ النِّعۡمَةُ وَ الۡمِنَّةُ وَ الۡفَضۡلُ ، وَ بِيَدِكَ الۡأَمۡرُ ، وَ لَكَ الثَّنَآءُ الۡحَسَنُ الۡجَمِيلُ . ","type":1},{"details":"اللَّهُمَّ إِنَّا نَتَوَسَّلُ إِلَيۡكَ بِمَا قَرَأۡنَا وَ رَجَوۡنَا وَ دَعَوۡنَا ، وَ نَتَوَسَّلُ إِلَيۡكَ بِسَيِّدِنَا مُحَمَّدٍ صَلَّىٰ اللَّهُ عَلَيۡهِ وَ آلِهِ وَ سَلَّمَ ، وَ بِكُلِّ مَنۡ أَرۡسَلۡتَ مِن رَسُولٍ ، وَ كُلِّ مَا أَنزَلۡتَ مِن كِتَابٍ ، وَ نَتَوَسَّلُ إِلَيۡكَ بِكُلِّ مَن تُحِبُّ ، وَ كُلِّ مَا تُحِبُّ ، وَ نَتَوَسَّلُ بِأَنبِيَآئِكَ وَ بِأَوۡلِيَآئِكَ ، وَ الدُّعَاةِ الصَّادِقِينَ لَكَ فِي الۡمَشَارِقِ وَ الۡمَغَارِبِ ، وَ نَتَوَسَّلُ إِلَيۡكَ بِسَادَاتِنَا وَ مَشَايِخِنَا فِي اللَّهِ جَمِيعَاً أَحۡيَآءً وَ أَمۡوَاتَاً أَن تَتَقَبَّلَ مَا قَد دَّعَوۡنَاكَ ، وَ مَا سَأَلۡنَاكَ ، لَنَا وَ لۡإِخۡوَانِنَا وَ أَهۡلِينَا وَ مَن طَلَبَ مِنَّا مِنۡ أَحۡبَابِنَا ، فَضۡلاً مِنكَ وَ نِعۡمَةً وَ لُطۡفَاً وَ رَحۡمَةً .","type":1},{"details":"اللَّهُمَّ هَٰذَا الدُّعَآءُ وَ عَلَيۡكَ الۡإِجَابَةُ ، اللَّهُمَّ هَٰذَا الجَهۡدُ وَ عَلَيۡكَ التُّكۡلَانُ ، وَ قَد دَّعَوۡنَاكَ رَبَّنَا كَمَا أَمَرۡتَنَا ، فَاسۡتَجِبۡ مِنَّا كَمَا وَعَدتَّنَا ، يَا عَفُوُّ يَا كَرِيمُ ، وَ حَسۡبُنَا اللَّهُ وَ نِعۡمَ الۡوَكِيلُ ، فِي كُلِّ بِدَايَةٍ وَ كُلِّ نِهَايَةٍ ،كَمَا تُحِبُّ وَ تَرۡضَىٰ . ","type":1},{"details":"يَا إِلَهِي .. يَا اللَّهُ يَا اللَّهُ يَا اللَّهُ .","type":1},{"details":"اللَّهُمَّ بِنِعۡمَتِكَ اسۡتَجِبۡ لَنَا .","type":1},{"details":"آمِينۡ ، آمِينۡ ، آمِينۡ . ","type":1},{"details":" سُبۡحَانَ رَبِّكَ رَبِّ الۡعِزَّةِ عَمَّا يَصِفُونَ ١٨٠ وَ سَلَامٌ عَلَىٰ الۡمُرۡسَلِينَ ١٨١  وَ الۡحَمۡدُ لِلَّهِ رَبِّ الۡعَالَمِينَ ","type":2}],"name":"خواتيم المسبعات للسيد إبراهيم الخليل"},{"details":[{"details":"بِسۡمِ اللَّهِ الرَّحۡمَٰنِ الرَّحِيمِ","type":1},{"details":"سُبۡحَانَكَ لَآ إِلَهَ إِلَّا أَنتَ يَا رَبَّ كُلِّ شَيۡءٍ وَ وَارِثَهُ وَ رَازِقَهُ وَ رَاحِمَهُ .","type":1},{"details":"يَا إِلَهَ كُلِّ شَيۡءٍ الرَّفِيعُ جَلَالُهُ .","type":1},{"details":"يَا اللَّهُ الۡمَحۡمُودُ فِي كُلِّ فِعَالِهِ .","type":1},{"details":"يَا رَحۡمَٰنَ كُلِّ شَيۡءٍ وَ رَاحِمَهُ .","type":1},{"details":"يَا حَيُّ حِينَ لَا حَيَّ فِي دَيۡمُومِيَّةِ مُلۡكِهِ وَ بَقَآئِهِ .","type":1},{"details":"يَا قَيُّومُ ، فَلَا يَفُوتُهُ شَيۡءٌ مِنۡ عِلۡمِهِ ، وَ لَا يَؤُدُهُ حِفۡظُهُ .","type":1},{"details":"يَا وَاحِدُ ، أَنتَ الۡبَاقِي أَوَّلَ كُلِّ شَيۡءٍ وَ آخِرَهُ .","type":1},{"details":"يَا دَآئِمُ ، فَلَا فَنَآءَ وَ لَا زَوَالَ لِمُلۡكِهِ وَ بَقَآئِهِ .","type":1},{"details":"يَا صَمَدُ فِي غَيۡرِ شَبَهٍ فَلَا شَيۡءَ كَمِثۡلِهِ .","type":1},{"details":"يَا بَآرُّ ، فَلَا شَيۡءَ كُفُؤُهُ يُدَانِيهِ ، وَ لَا إِمۡكَانَ لِوَصۡفِهِ .","type":1},{"details":"يَا كَبِيرُ أَنتَ اللَّهُ الَّذِي لَا تَهۡتَدِي الۡعُقُولُ لِوَصۡفِ عَظَمَتِهِ . ","type":1},{"details":"يَا بَارِيءَ النُّفُوسِ بِلَا مِثَالٍ خَلَا مِنۡ غَيۡرِهِ .","type":1},{"details":"يَا زَاكِي ، أَنتَ الطَّاهِرُ مِن كُلِّ آفَةٍ بِقُدۡسِهِ .","type":1},{"details":"يَا كَافِي ، أَنتَ الۡموسِعُ لِمَا خَلَقَ مِنۡ عَطَايَا فَضۡلِهِ .","type":1},{"details":"يَا نَقِيَّاً مِن كُلِّ جَوۡرٍ لَمۡ يَرۡضَهُ وَ لَمۡ يُخَالِطۡهُ فِعَالَهُ .","type":1},{"details":"يَا حَنَّانُ ، أَنتَ الَّذِي وَسِعۡتَ كُلَّ شَيۡءٍ رَحۡمَةً وَ عِلۡمَاً .","type":1},{"details":"يَا مَنَّانُ ، يَا ذَا الۡإِحۡسَانِ ، قَدۡ عَمَّ كُلَّ الۡخَلآئِقِ مَنُّهُ .","type":1},{"details":"يَا دَيَّانَ الۡعِبَادِ كُلٌّ يَقُومُ خَاضِعَاً لِرَهۡبَتِهِ وَ رَغۡبَتِهِ .","type":1},{"details":"يَا خَالِقَ مَن فِي السَّمَٰوَاتِ وَ الۡأَرۡضِ ، وَ كُلٌّ إِلَيۡهِ مَعَادُهُ .","type":1},{"details":"يَا رَحِيمَ كُلِّ صَرِيخٍ وَ مَكۡرُوبٍ وَ غِيَاثَهُ وَ مَعَاذَهُ .","type":1},{"details":"يَا تَآمُّ ، فَلَا تَصِفُ الۡأَلۡسُنُ كُلَّ جَلَالِهِ وَ مُلۡكِهِ وَ عِزِّهِ .","type":1},{"details":"يَا مُبۡدِعَ الۡبَدَآئِعِ ، لَمۡ يَبۡغِ فِي إِنشَآئِهَا عَوۡنَاً مِنۡ خَلۡقِهِ .","type":1},{"details":"يَا عَلَّامَ الۡغُيُوبِ فَلَا يَفُوتُ شَيۡءٌ مِنۡ حِفۡظِهِ .","type":1},{"details":"يَا حَلِيمُ ذَا الۡأَنَاةِ فَلَا يُعادِلُهُ شَيۡءٌ مِنۡ خَلۡقِهِ .","type":1},{"details":"يَا مُعِيدَ مَا أَفۡنَاهُ إِذَا بَرَزَ الۡخَلَآئِقُ لِدَعۡوَتِهِ مِنۡ مَخَافَتِهِ .","type":1},{"details":"يَا حَمِيدَ الۡفِعَالِ ذَا الۡمَنِّ عَلَىٰٰ جَمِيعِ خَلۡقِهِ بِلُطۡفِهِ .","type":1},{"details":"يَا عَزِيزُ ، أَنتَ الۡمَنِيعُ الۡغَالِبُ عَلَىٰٰ جَمِيعِ أَمۡرِهِ فَلَا شَيۡءَ يُعَادِلُهُ .","type":1},{"details":"يَا قَاهِرُ ذَا الۡبَطۡشِ الشَّدِيدِ أَنتَ الَّذِي لَا يُطَاقُ انتِقَامُهُ .","type":1},{"details":"يَا قَرِيبُ الۡمُتَعَالِي فَوۡقَ كُلِّ شَيۡءٍ عُلُوُّ ارۡتِفَاعِهِ .","type":1},{"details":"يَا مُذِلَّ كُلِّ جَبَّارٍ عَنِيدٍ بِقَهۡرِ عَزِيزِ سُلۡطَانِهِ .","type":1},{"details":"يَا نُورَ كُلِّ شَيۡءٍ وَ هُدَاهُ أَنتَ الَّذِي فَلَقَ الظُّلُمَاتِ نُورُهُ .","type":1},{"details":"يَا عَالِي الشَّامِخُ فَوۡقَ كُلِّ شَيۡءٍ عُلُوُّ ارۡتِفَاعِهِ .","type":1},{"details":"يَا قدُّوسُ الطاهِرُ مِن كُلِّ سُوٓءٍ فَلَا شَيۡءَ يُعَادِلُهُ مِن جَمِيعِ خَلۡقِهِ .","type":1},{"details":"يَا مُبۡدِيءَ الۡبَرايَا وَ مُعِيدَهَا بَعۡدَ فَنَآئِهَا بقُدۡرَتِهِ .","type":1},{"details":"يَا جَلِيلُ ، الۡمُتَكَبِّرُ عَلَىٰٰ كُلِّ شَيۡءٍ فالۡعَدۡلُ أَمۡرُهُ ، وَ الصِّدۡقُ وَعۡدُهُ .","type":1},{"details":"يَا مَحۡمُودُ ، فَلَا تبۡلُغُ الۡأَوۡهَامُ كُلَّ ثَنَآئِهِ وَ مَجۡدِهِ .","type":1},{"details":"يَا كَرِيمَ الۡعَفۡوِ ذَا الۡعَدۡلِ ، أَنتَ الَّذِي مَلَأَ كُلَّ شَيۡءٍ عَدۡلُهُ .","type":1},{"details":"يَا عَظِيمُ ، ذَا الثَّنَآءِ الۡفَاخِرِ وَ الۡعِزِّ وَ الۡمَجۡدِ وَ الۡكِبۡرِيَآءِ ، فَلَا يَذِلُّ عِزُّهُ .","type":1},{"details":"يَا قَرِيبُ ، الۡمُجِيبُ الدَّانِي دُونَ كُلِّ شَيۡءٍ قُرۡبُهُ .","type":1},{"details":"يَا عَجِيبَ الصَّنَآئِعِ فَلَا تَنطِقُ الۡأَلۡسُنُ بِكُلِّ آلَآئِهِ وَ ثَنَآئِهِ وَ نَعۡمَآئِهِ .","type":1},{"details":"يَا غِيَاثِي عِندَ كُلِّ كُرۡبَةٍ ، وَ مُجِيبِي عِندَ كُلِّ دَعۡوَةٍ ، وَ مُعَاذِي عِندَ كُلِّ شِدَّةٍ ، وَ رَجَآئِي حِينَ تَنقَطِعُ حِيلَتِي .","type":1},{"details":"لَكَ الۡحَمۡدُ أَنتَ قَيُّومُ السَّمَٰوَاتِ وَ الۡأَرۡضِ وَ مَن فِيهِنَّ .","type":1},{"details":"وَ لَكَ الۡحَمۡدُ أَنتَ نُورُ السَّمَٰوَاتِ وَ الۡأَرۡضِ وَ مَن فِيهِنَّ .","type":1},{"details":"أَنتَ الۡحَقُّ ، وَ وَعۡدُكَ الۡحَقُّ ، وَ لِقَآؤُكَ حَقٌّ ، وَ قَوۡلُكَ حَقٌّ ، وَ الۡجَنَّةُ حَقٌّ ، وَ النَّبِيُّونَ حَقٌّ ، وَ سَيِّدُنَا مُحَمَّدٌ صَلَّىٰ اللَّهُ عَلَيۡهِ وَ آلِهِ وَ سَلَّمَ حَقٌّ ، وَ السَّاعَةُ حَقٌّ .","type":1},{"details":"أَسۡأَلُكَ اللَّهُمَّ بِاسۡمِكَ الۡأَعۡظَمِ ، وَ أَدۡعُوكَ بِأَسۡمَآئِكَ الۡحُسۡنَىٰ كُلِّهَا مَا عَلِمۡتُ مِنۡهَا وَمَا لَمۡ أَعۡلَمۡ :","type":1},{"details":"أَن تُصَلِّيَ عَلَىٰٰ عَبۡدِكَ وَ نَبِيِّكَ وَ رَسُولِكَ سَيِّدِنَا مُحَمَّدٍ وَ عَلَىٰٰ آلِهِ وَ صَحۡبِهِ بِأَفۡضَلِ مَا صَلَّيۡتَ بِهِ عَلَىٰٰ أَحَدٍ مِنۡ خَلۡقِكَ إِنَّكَ حَمِيدٌ مَجِيدٌ .","type":1},{"details":"وَ أَن تَعۡطِيَهُ الۡوَسِيلَةَ وَ الۡفَضِيلَةَ وَ الۡمَقَامَ الۡمَحۡمُودَ الَّذِي وَعَدتَّهُ إِنَّكَ لَا تُخۡلِفُ الۡمِيعَادِ .","type":1},{"details":"وَ أَسۡأَلُكَ اللَّهُمَّ كَمَا هَدَيۡتَنِي لِلۡإِسۡلَامِ أَلَّا تَنزَعَهُ مِنِّي حَتَىٰ تَتَوَفَّانِي وَ أَنَا مُسۡلِمٌ .","type":1},{"details":"وَ أَسۡأَلُكَ اللَّهُمَّ إِيمَانَاً لَا يَرۡتَدُّ ، وَ نَعِيمَاً لَا يَنۡفَدُ ، وَ مُرَافَقَةَ نَبِيِّكَ سَيِّدِنَا مُحَمَّدٍ ، فِي أَعۡلَىٰ دَرَجِ الۡجَنَّةِ ، جَنَّةِ الۡخُلۡدِ وَ الرَّشَدِ .","type":1},{"details":"وَ أَسۡأَلُكَ اللَّهُمَّ أَن تَقۡضِيَ حَاجَاتِنَا وَ أَنتَ بِهَا أَعۡلَمُ .","type":1},{"details":"يَا صَرِيخَ الۡمُسۡتَصۡرِخِينَ ، يَا غِيَاثَ الۡمُسۡتَغِيثِينَ ، يَا مُنتَهَىٰ رَغۡبَةِ الۡعَابِدِينَ ، الۡمُفَرِّجَ الۡكَرۡبِ عَنِ الۡمَكۡرُوبِينَ ، الۡمُرَوِّحَ الۡغَمِّ عَنِ الۡمَغۡمُومِينَ ، يَا مُجِيبَ دَعۡوَةِ الۡمُضۡطَّرِّينَ ، يَا كَاشِفَ السُّوٓءِ يَا إِلَهَ الۡعَالَمِينَ .","type":1},{"details":"يَآ أَرۡحَمَ الرَّاحِمِينَ . ( ثَلَاثَاً )","type":1},{"details":"يَا بَدِيعَ السَّمَٰوَاتِ وَ الۡأَرۡضِ ، يَا قَيُّومَ السَّمَٰوَاتِ وَ الۡأَرۡضِ ، يَا ذَا الۡجَلَالِ وَ الۡإِكۡرَامِ .","type":1},{"details":"اللَّهُمَّ اقۡضِ حَاجَتِي وَ أَنتَ بِهَا أَعۡلَمُ . ( ثَلَاثَاً )","type":1},{"details":"اللَّهُمَّ ( افعل لي كذا ... ) و يسمي حاجته .","type":1},{"details":[{"text":" لَآ إِلَهَ إِلَّا أَنتَ سُبۡحَانَكَ إِنِّي كُنتُ مِنَ الظَّالِمِينَ ","type":2},{"text":"(أربعون مرة) ","type":1}],"type":4},{"details":"اللَّهُمَّ نَجِّنِي مِنَ الۡغَمِّ ، وَ كَذَلِكَ تُنجِي الۡمُؤۡمِنِينَ .","type":1},{"details":" سُبۡحَانَ رَبِّكَ رَبِّ الۡعِزَّةِ عَمَّا يَصِفُونَ ١٨٠ وَ سَلَامٌ عَلَىٰ الۡمُرۡسَلِينَ ١٨١  وَ الۡحَمۡدُ لِلَّهِ رَبِّ الۡعَالَمِينَ ","type":2}],"name":"الأربعين المحمدية (الأسماء الإدريسية)"},{"details":[{"details":[["يَا مَنۡ إِلَىٰ رَحۡمَتِهِ الۡمَفَرُّ","وَ مَنۡ إِلَيۡهِ يَلۡجَأُ الۡمُضَّطَـرُّ"],["وَ يَا قَرِيبَ الۡعَفۡوِ يَا مَوۡلَاهُ","وَ يَا مُجِيبَ كُلِّ مَنۡ دَعَـاهُ"],["بِكَ اسۡتَغَثۡنَا يَا مُغِيثَ الضُّعَفَـا","فَحَسۡبُنَـا يَا رَبِّ أَنۡتَ وَ كَفَىٰ"],["فَلَا أَجَلَّ مِنۡ جَلِيلِ قُدۡرَتِكۡ","وَ لَا أَعَزَّ مِنۡ عَزِيزِ سَطۡوَتِكۡ"],["لِقَهۡرِ مُلۡكِكَ المُلُوكُ تَخۡضَعُ","تَخۡفِضَ رَغۡمَاً مَنۡ تَشَاءُ وَ تَرۡفَعُ"],["وَ الۡأَمۡرُ كُلُّهُ إِلَيۡكَ رَدُّهُ","وَ بِيَدَيۡـكَ حَلُّهُ وَ عَقۡدُهُ"],["وُ قَدۡ بَسَطۡنَا أَمۡرَنَا لَدَيۡكَ","وَ قَدۡ شَكَوۡنَا ضَعۡفَنَا إِلَيۡكَ"],["فَارۡحَمۡنَا يَا مَنۡ لَا يَزَالُ عَالِمَاً","بِضَعۡفِنَا وَ لَا يَزَالُ رَاحِمَاً"],["وَ انۡظُرۡ إِلَىٰ مَا مَسَّنَا بَيۡنَ الۡوَرَىٰ","فَحَالُنَا مِنۡ بَيۡنِهِمۡ كَمَا تَرَىٰ"],["وَ نَحۡنُ يَا مَنۡ مُلۡكُهُ لَا يُسۡلَبُ","لُذۡنَا بِجَاهِكَ الَّذِي لَا يُغۡلَبُ"],["إِلَيۡكَ يَا غَوۡثَ الذَّلِيلِ نَسۡتَنِدۡ","عَلَيۡكَ يَا كَهۡفَ الضَّعِيفِ نَعۡتَمِدۡ"],["مِنۡكَ الۡعِنَايَةُ الَّتِي لَا نَرۡتَجِي","حِمَايَةً مِنۡ غَيۡرِ بَابِهَا تَجِي"],["أَنۡتَ الَّذِي تَهۡدِي إِذَا ضَلَلۡنَا","أَنۡتَ الَّذِي تَعۡفُو إِذَا زَلَلۡنَا"],["يَا وَاسِعَ الۡإِحۡسَانِ يَا مَنۡ خَيۡرُهُ","عَمَّ الۡوَرَىٰ وَ لَا يُنَادَىٰ غَيۡرُهُ"],["وَسِعۡتَ كُلَّ مَا خَلَقۡتَ عِلۡمَاً","وَ رَأۡفَةً وَ رَحۡمَةً وَ حِلۡمَاً"],["وَ قَدۡ مَدَدۡنَا رَبَّنَا الۡأَكُفَّا","وَ مِنۡكَ رَبَّنَا رَجَوۡنَا اللُّطۡفَا"],["فَأَبۡـدِلِ اللَّهُمَّ حَالَ الۡعُسۡـرِ","بِالۡيُسۡـرِ وَ امۡدُدنَـا بِرِيـحِ النَّصۡـرِ"],["وَ اجۡعَلۡ لَنَا عَلَىٰ الۡبُغَاةِ الۡغَلَبَةۡ","و اقۡصُـرۡ أَذَىٰ الشَّـرِّ عَلَىٰ مَنۡ طَلَبَهۡ"],["وَ انۡصُـرۡ حِمَانَـا يَا قَوِيُّ نَصۡـرَا","وَ اقۡهَرۡ عِدَانَا يَا عَزِيزُ قَهۡرَا"],["وَ اعۡكِسۡ مُرَادَهُمۡ وَ خَيِّبۡ سَعۡيَهُمۡ","وَ اهۡزِمۡ جُمُوعَهُمۡ وَ أَفۡسِدۡ رَأۡيَهُمۡ"],["وَ عَجِّلِ اللَّهُمَّ فِيهِمۡ نِقۡمَتَكۡ","فَإِنَّهُمۡ لَا يُعۡجِزُونَ قُدۡرَتَكۡ"],["وَ كُنۡ لَنَا وَ لَا تَكُنۡ عَلَيۡنَا","وَ لَا تَكِلۡنَا طَرۡفَةً إِلَيۡنَا"],["يَا رَبِّ يَا رَبِّ بِكَ التَّوَسُّلُ","لِمَا لَدَيۡكَ وَ بِكَ التَّوَصُّلُ"],["يَا رَبِّ أَنۡتَ رُكۡنُنَا الرَّفِيعُ","يَا رَبِّ أَنۡتَ حِصۡنُنَا الۡمَنِيعُ"],["يَا رَبِّ يَا رَبِّ أَنِلۡنَا الۡأَمۡنَا","إِذَا ارۡتَحَلۡنَا وَ إِذَا أَقَمۡنَا"],["و اجۡعَلۡ بِصَادٍ وَ بِقَافٍ وَ بِنُونۡ","أَلۡفَيۡ حِجَابٍ مِنۡ وَرَائِنَا تَكُونۡ"],["بِجَاهِ لِآ إِلَـهَ إِلَّا اللَّـهُ","وَ جَاهِ خَيۡر الۡخَلۡقِ يَا رَبَّاهُ"],["وَ جَاهِ مَا بِهِ دَعَاكَ الۡأَنۡبِيَا","وَ جَاهِ مَا بِهِ دَعَاكَ الۡأَوۡلِيَا"],["وَ جَاهِ كُلِّ مَنۡ رَفَعۡتَ قَدۡرَهُ","مِمَّنۡ سَتَرۡتَ أَوۡ أَشَعۡتَ ذِكۡرَهُ"],["وَ جَاهِ آيَاتِ الۡكِتَابِ الۡمُحۡكَمِ","وَ جَاهِ الۡاسۡمِ الۡأَعۡظَمِ الۡمُعَظَّمِ"],["رَبِّ دَعَوۡنَاكَ دُعَاءَ مَنۡ دَعَـا","رَبَّاً كَرِيمَاً لَا يَرُدُّ مَنۡ سَعَىٰ"],["فَاقۡبَلۡ دُعَاءَنَا بِمَحۡضِ الۡفَضۡلِ","قُبُولَ مَنۡ أَلۡقَىٰ حِسَابَ الۡعَدۡلِ"],["وَ امۡنُنۡ عَلَيۡنَا مِنَّةَ الۡكَرِيمِ","وَ اعۡطِفۡ عَلَيۡنَا عِطۡفَةَ الۡحَلِيمِ"],["وَ انۡشُرۡ عَلَيۡنَا يَا رَحِيمُ رَحۡمَتَكۡ","وَ ابۡسُطۡ عَلَيۡنَا يَا كَرِيمُ نِعۡمَتَكۡ"],["وَ خِرۡ لَنَا فِي سَائِرِ الۡأَقۡوَالِ","وَ اخۡتَرۡ لَنَا فِي سَائِرِ الۡأَحۡوَالِ"],["وَ اجۡمَعۡ لَنَا مَا بَيۡنَ عِلۡمٍ وَ عَمَلۡ","وَ اصۡرِفۡ إِلَىٰ دَارِ الۡبَقَا مِنَّا الۡأَمَلۡ"],["وَ انۡهَجۡ بِنَا يَا رَبِّ نَهۡجَ السُّعَدَا","وَ اخَتِمۡ لَنَا يَا رَبِّ خَتۡمَ الشُّهَدَا"],["وَ أَصۡلِحِ اللَّهُمَّ حَالَ الۡأَهۡلِ","وَ يَسِّـرِ اللَّهُمَّ جَمۡعَ الشَّمۡـلِ"],["وَ اقۡضِ لَنَا أَغۡرَاضَنَا الۡمُخۡتَلِفَةۡ","فِيكَ وَ عَرِّفۡنَا تَمَامَ الۡمَعۡرِفَةۡ"],["يَا رَبِّ وَ انۡصُـرۡ دِينَنَا الۡمُحَمَّدِي","وَ اجۡعَلۡ خِتَامَ عِزِّهِ كَمَا بُدِي"],["وَ اعۡفُ وَ عَافِ وَ اكۡفِ وَ اغۡفِرۡ ذَنۡبَنَا","وَ ذَنۡبَ كُلِّ مُسۡلِمٍ يَا رَبَّنَا"],["وَ صَلِّ يَا رَبِّ عَلَىٰ الۡمُخۡتَارِ","صَلَاتَكَ الۡكَامِلَةَ الۡمِقۡدَارِ"],["صَلَاتَكَ الَّتِي تَفِي بِقَدۡرِهِ","كَمَا يَلِيقُ بِارۡتِفَاعِ ذِكۡرِهِ"],["ثُمَّ عَلَىٰ الۡآلِ الۡكِرَامِ وَ عَلَىٰ","أَتۡبَاعِهِ الۡغُرِّ وَ مَنۡ لَهُمۡ تَلَا"],["( وَ بَارِكِ اللَّهُمَّ مَوۡلَانَا الۡوَلِي","إِمَامَنَا أَبَا الۡحَسَنِ الشَّاذِلِي )"],["( كَذَاكَ صَاحِبَا الۡمَقَامِ الطَّاهِرِ","مُحَمَّدٌ وَ أَحۡمَدُ بۡنُ نَاصِرِ )"],["( وَ عُمَّ بِالرَّحۡمَةِ أَهۡلَ السِّلۡسِلَةۡ","فِي كُلِّ مَنۡزِلٍ وَ كُلِّ مَنۡزِلَةۡ )"],["( وَ خُصَّ بِالرِّضَا وَ بِالۡإِحۡسَانِ","سَيِّدَنَا الۡقُطۡبَ أَبَا عَلۡيَانِ )"],["( وَ شَيۡخَنَا ابۡرَاهِيمَ شَيۡخَ الشَّـرۡعِ","وَ آلَهُ خُصُومَ كُلِّ بِدۡعِي )"],["( يَا رَبِّ وَ ارۡضَ عَنۡ زَكِيِّ الدِّينِ","إِمَامِنَا الۡمُجَاهِدِ الۡأَمِينِ )"],["( وَ عَنۡ شَقِيقِهِ أَبِي الۡمَوَاهِبۡ","وَ عَنۡ أَبِي التُّقَىٰ وَ كُلِّ صَاحِبۡ )"],["( بِجَاهِهِمۡ يَا رَبِّ بَلِّغۡنَا الۡأَمَلۡ","وَ اخۡتِم لَنَا مِنۡكَ بِصَالِحِ الۡعَمَلۡ )"],["وَ الۡحَمۡدُ لِلَّهِ الَّذِي بِحَمۡدِهِ","يَبۡلُغُ ذُو الۡقَصۡدِ تَمَامَ قَصۡدِهِ"]],"type":3},{"details":" سُبۡحَانَ رَبِّكَ رَبِّ الۡعِزَّةِ عَمَّا يَصِفُونَ ١٨٠ وَ سَلَامٌ عَلَىٰ الۡمُرۡسَلِينَ ١٨١  وَ الۡحَمۡدُ لِلَّهِ رَبِّ الۡعَالَمِينَ ","type":2}],"name":"توسل الإمام ابن ناصر الدرعي الشاذلي"},{"details":[{"details":[["الياء يَا لَطِيفَاً بَحَالِ كُلِّ ضَعِيفِ","أَنزِلِ اللُّطۡفَ بِالضَّعِيفِ الۡأَسِيفِ"],["الألف أَنتَ رَبِّي وَ فَيۡضُ عِلۡمِكَ حَسۡبِي","دَاوِ قَلۡبِي ، وَ نَجۡنِي مِنۡ مُخِيفي"],["اللام لَا تَدَعۡنِي إِلَىٰ سِوَاكَ بِذَنبِي","َنَا ضَيۡفٌ وَ أَنتَ خَيۡرُ مُضِيفِ"],["الطاء طَارَ مِنۡ عَيۡنِيَ الۡكَرَ ى فَأَجِرۡنِي","يَا إِلَهي بِرُوحِ لُطۡفٍ شَرِيفِ"],["الياء يَا غِيَاثِي وَ قُوَّتِي وَ مَلَاذِي","وَ عِيَاذِي وَ دَوۡلَتِي وَ حَلِيفِي"],["الفاء فِي حِمَىٰ لُطۡفِكَ احۡتَمَيۡتُ فَكُن لِي","وَ اشۡفِنِي وَ اكۡفِنِي صُرُوفَ ظُرُوفِي"],["الياء (يَقِينِي) مِنۡ أَذَىٰ دَهۡرِي (يَقِينِي)","إِذَا فَاضَتۡ شُئُونِي أَوۡ شُجُونِي"],["الألف إِلَيۡكَ شَكَوۡتُ هَمِّي يَا إِلَهِي","وَ مَا أَشۡقَىٰ بِهِ فِي كُلِّ حِينِ"],["اللام لَطِيفٌ أَنتَ يَا رَبِّي مُعِينٌ","َأَنۡعِـمۡ بِاللَّطِيفِ وَ بِالۡمُعِـينِ"],["الطاء طَوَيۡتُ رِدَاءَ تَدۡبِيرِي وَ حَوۡلِي","وَ لُذۡتُ بِسَاحَةِ اللُّطۡفِ الۡمَصُونِ"],["الياء يُنَادِيكَ الۡفَقِيرُ إِلَيۡكَ : رَبِّي","بِلُطۡفِكَ يَا لَطِيفُ ارۡحَمۡ أَنِينِي"],["الفاء فَلَيۡسَ سِوَاكَ مِن رَبٍّ لَطِيفٍ","يُغِيثُ الۡعَبۡدَ فِي دُنۡيَا وَ دِينِ"],["الياء يَا خَفِيَّ اللُّطۡفِ إِنۡ جَدَّ الۡبَلَا","يَا مُجِيبَاً مَنۡ دَنَا وَ مَنۡ عَلَا"],["يَا غِيَاثِي أَنَا عَبۡدٌ مُبۡتَلَىٰ","أَرۡتَجِي الۡأَلۡطَافَ فَالۡطُفۡ يَا لَطِيفۡ"],["الألف أَنَا مِسۡكِينٌ وَ لِي فِيكَ أَمَلۡ","أَنَا عَاصٍ لَيۡسَ لِي قَطُّ عَمَلۡ"],["أَنتَ قَدَّرۡتَ شُئُونِي فِي الۡأَزَلۡ","وَ قَضَيۡتَ الۡأَمۡرَ فَالۡطُفۡ يَا لَطِيفۡ"],["اللام لَا تَدَعۡنِي لِاخۡتِيَارِي سَيِّدِي","لَكَ قَلۡبي ، وَ لِسَانِي ، وَ يَدِي"],["لَكَ يَوۡمِـي ، لَكَ أَمۡسِـي ، وَ غَدِي","نَجِّنِي يَا رَبِّ وَ الۡطُفۡ يَا لَطِيفۡ"],["الطاء طِبۡتُ نَفۡسَاً كُلَّمَا نَاجَيۡتُ رَبِّي","شَاكِرَاً أَوۡ شَاكِيَاً سَهۡلِي وَ صَعۡبِي"],["طَالَمَا أَقۡرَرۡتُ يَا رَبِّي بِذَنۡبِي","فَأَنِلۡنِي الۡعَفۡوَ وَ الۡطُفۡ يَا لَطِيفۡ"],["الياء يَا إِلَهي أَنَا مُضطَّـرٌّ دَعَـاكۡ","أَنَا مَكۡرُوبٌ وَ قَدۡ جِئۡتُ حِمَاكۡ"],["يَا مُفِيضَ الۡبِرِّ لَا رَبَّ سِوَاكۡ","أَدۡرِكِ الۡمَلۡهُوفَ وَ الۡطُفۡ يَا لَطِيفۡ"],["الفاء فِي حِمَىٰ الدَّيَّانِ لَا يُكۡشَفُ سَتۡرِي","أَنَا مَحۡسُوبٌ وَ قَدۡ فَوَّضۡتُ أَمۡرِي"],["فِي حِمَـاهُ كَيۡـفَ لَا يُجۡـبَرُ كَسۡـرِي","الضَّعِيفُ الۡعَبۡدُ ، وَ الرَّبُّ اللَّطِيفۡ"]],"type":3},{"details":"اللَّهُمَّ ( بِلَامِ ) الۡأُلُوهِيَّةِ ، وَ ( طَاءِ ) الطَّوَاسِينِ الۡقُدۡسِيَّةِ ، وَ ( يَآءِ )  الۡيَقِينِ ، وَ ( فَآءِ ) الۡفَتۡحِ الۡمُبِينِ ، يَا اللَّهُ يَا لَطِيفُ ، اعۡتَصَمۡتُ بِغَيۡبِكَ الۡمَكۡنُونِ ، وَ لَجَأۡتُ إِلَىٰ حِمَىٰ حَرَمِكَ الۡمَصُونِ ، فَلَا يَنَالَنِي بِعِزَّتِكَ ذُلٌّ وَ لَا هَوۡنٌ .","type":1},{"details":"كٓهيعٓـصٓ . كِفَايَتُنَا مِنَ الۡأَلۡطَافِ ، . حـمٓ عٓسٓقٓ . حِمَايَتُنَا مِمَّا نَخَافُ","type":1},{"details":"اللُّهُمَّ اقۡضِ حَاجَتِي وَ أَنتَ بِهَا أَعۡلَمُ . ( ثَلَاثَاً )","type":1},{"details":"اللَّهُمَّ صَلِّ وَ سَلِّمۡ وَ بَارِكۡ عَلَىٰ سَيِّدِنَا وَ مَوۡلَاَنا مُحَمَّدٍ ، وَ عَلَىٰ جَمِيعِ الۡأَنبِيَآءِ وَ الۡمُرۡسَلِينَ ، وَ أَشۡيَاخِنَا الطَّاهِرِينَ ، وَ الۡأَوۡلِيَآءِ الصَّالِحِينَ ،  وَ الۡمُؤۡمِنِينَ وَ الۡمُؤۡمِنَاتِ ، وَ الۡمُسۡلِمِينَ وَ الۡمُسۡلِمَاتِ ، الۡأَحۡيَآءِ مِنۡهُمۡ  وَ الۡأَمۡوَاتِ . ","type":1},{"details":"وَ ارۡضَ اللَّهُمَّ عَنۡ إِخۡوَانِنَا وَ أَحۡبَابِنَا فِي اللَّهِ ، وَ عَن جَمِيعِ أَهۡلِنَا وَ أَصۡحَابِ الۡحُقُوقِ عَلَيۡنَا ، وَ وَفِّقۡنَا إِلَىٰ مَا فِيهِ رِضَاكَ . ","type":1},{"details":"يَا لَطِيفُ ، يَا لَطِيفُ ، يَا لَطِيفُ .","type":1},{"details":"لَا مَلۡجَأَ وَ لَا مَنجَا مِنكَ إِلَّا إِلَيۡكَ .","type":1},{"details":"يَآ أَرۡحَمَ الرَّاحِمينَ . ( ثَلَاثَاً )","type":1},{"details":"يَا ذَا الۡجَلَالِ وَ الۡإِكۡرَامِ .","type":1},{"details":" سُبۡحَانَ رَبِّكَ رَبِّ الۡعِزَّةِ عَمَّا يَصِفُونَ ١٨٠ وَ سَلَامٌ عَلَىٰ الۡمُرۡسَلِينَ ١٨١ وَ الۡحَمۡدُ لِلَّهِ رَبِّ الۡعَالَمِينَ ","type":2}],"name":"ورد يا لطيف"}],"Posts":[{"cat_id":1,"name":"سورة الكهف"},{"cat_id":1,"name":"سورة يس"},{"cat_id":1,"name":"سورة الدخان"},{"cat_id":1,"name":"سورة النجم"},{"cat_id":1,"name":"سورة الرحمن"},{"cat_id":1,"name":"سورة الواقعة"},{"cat_id":1,"name":"سورة الملك"},{"cat_id":2,"name":"ورد الإقبال","is_private":true},{"cat_id":2,"name":"حزب الأمداد","is_private":true},{"cat_id":2,"name":"حزب النصر"},{"cat_id":2,"name":"حزب البر"},{"cat_id":2,"name":"حزب الأمان"},{"cat_id":2,"name":"حزب البحر"},{"cat_id":3,"name":"الصَّلَاةُ الۡمحِيۡطَة"},{"cat_id":3,"name":"الابتهال الكبير"},{"cat_id":3,"name":"الاستغاثة الجامعة"},{"cat_id":3,"name":"الحزب الدسوقي الممزوج"},{"cat_id":3,"name":"ختم الاسترحام"},{"cat_id":3,"name":"دعاء عند باب اللَّه"},{"cat_id":3,"name":"مناجاة المضطرين"},{"cat_id":3,"name":"نهج الوظيفة"},{"cat_id":3,"name":"ورد الآيات المختارة"},{"cat_id":3,"name":"ورد التسبيح الأكبر"},{"cat_id":3,"name":"ورد الحسبلة"},{"cat_id":3,"name":"ورد الملأ الأعلىٰ"},{"cat_id":3,"name":"دعاء الصمدية"},{"cat_id":3,"name":"ورد يا لطيف"},{"cat_id":4,"name":"أسماء الله الحسنى المشهورة"},{"cat_id":4,"name":"المجموعة المأثورة من الأسماء الحسنى"},{"cat_id":4,"name":"خواتيم الأسماء الحسنى"},{"cat_id":4,"name":"الوظيفة الزروقية"},null,{"cat_id":4,"name":"صلوات سيدي عبد السلام بن بشيش"},{"cat_id":4,"name":"الصلاة الممزوجة لأبي المواهب الشاذلي"},{"cat_id":4,"name":"الياقوتة لسيدي محمد الفاسي الكبير"},{"cat_id":4,"name":"الصلاة النورانية لسيدي أحمد البدوي"},{"cat_id":4,"name":"الصلاة النارية أو التازية لسيدي علي التازي"},{"cat_id":4,"name":"صلاة الفاتح"},{"cat_id":4,"name":"الصلاة العظيمية"},{"cat_id":4,"name":"الصلاة الشافعية"},{"cat_id":4,"name":"صلاة البهاء"},{"cat_id":4,"name":"صلاة المحتاج"},{"cat_id":4,"name":"المسبعات العشر للإمام الخضر"},{"cat_id":4,"name":"خواتيم المسبعات للسيد إبراهيم الخليل"},{"cat_id":4,"name":"الأربعين المحمدية (الأسماء الإدريسية)"},{"cat_id":4,"name":"توسل الإمام ابن ناصر الدرعي الشاذلي"}],"settings":{"app_version":{"isMandatory":false,"latest_version":"2.0.0"}}}